{
    "Depresif": {
        "Evet": {
          "Pop": {
            "Türkçe": {
              "Evet": {
                "Evet": [
                  {
      "title": "Bir Melek Vardı",
      "artist": "Model",
      "reason": "Bir Melek Vardı, Model’in duygusal ve etkileyici şarkılarından biridir. Sözleriyle hayatın zorluklarına ve kayıplara değinirken, melodisi ve Sezen Aksu'nun vokali dinleyicilere hüzünlü bir atmosfer sunar. Model’in müzikal yetenekleri ve duygusal derinliğiyle öne çıkan bu parça, dinleyicileri derinden etkiler.",
      "link": "https://open.spotify.com/intl-tr/track/6OFh1Bd1HWPQZukyjS852d?si=02267a4d13454468"
  }
  
                ],
                "Hayır": [
                  {
      "title": "Yolla",
      "artist": "Tarkan",
      "reason": "Yolla, Tarkan'ın enerjik ve coşkulu şarkılarından biridir. Şarkının ritmi ve sözleri, dinleyicilere hareketli bir müzik deneyimi sunar. Tarkan'ın karakteristik tarzı ve güçlü vokali, Yolla'yı dinleyiciler için unutulmaz bir parça haline getirir.",
      "link": "https://open.spotify.com/intl-tr/track/36RTcbIM1CAOcUT8IZVCKy?si=c8f8912b69ed479f"
  }
  
                ]
              },
              "Hayır": {
                "Evet": [
                 {
      "title": "Beni Vur",
      "artist": "Ahmet Kaya",
      "reason": "Beni Vur, Ahmet Kaya’nın eşsiz vokaliyle dinleyicilere duygusal bir deneyim sunan bir şarkıdır. Sözleriyle aşkın karmaşıklığını ve duygusal yoğunluğunu yansıtırken, ritmi ve melodisi dinleyicileri etkilemeye yöneliktir. Ahmet Kaya’nın karakteristik tarzı ve duygusal yorumu, Beni Vur'u unutulmaz kılar.",
      "link": "https://open.spotify.com/intl-tr/track/1tLORE7MX4xLeh5KG3ACw0?si=77901ec817f243ae"
  }
  
                ],
                "Hayır": [
                  {
      "title": "Her Şeyi Yak",
      "artist": "Duman",
      "reason": "Her Şeyi Yak, Duman'ın etkileyici rock tarzını yansıtan ve dinleyicilere güçlü bir duygu aktaran bir şarkıdır. Sözleriyle isyan ve özgürlük temalarını işlerken, ritmi ve vokali dinleyicileri etkilemeye yöneliktir. Duman'ın karakteristik tarzı ve enerjik performansı, Her Şeyi Yak'ı unutulmaz kılar.",
      "link": "https://open.spotify.com/intl-tr/track/4uqlFpMPTKO6uAsX6qvK0l?si=785d3e345b6e426a"
  }
  
                ]
              }
            },
            "Yabancı": {
              "Evet": {
                "Evet": [
                {
      "title": "Say Something",
      "artist": "A Great Big World",
      "reason": "Say Something, A Great Big World'ün dokunaklı ve duygusal bir şarkısıdır. Sözleriyle içsel bir çıkmazı ve kaybedilen bir ilişkiyi ifade ederken, melodisi ve vokali dinleyicilerin duygusal bir deneyim yaşamasını sağlar. Şarkı, derin duygulara dokunan ve etkileyici bir atmosfer yaratan unutulmaz bir parçadır.",
      "link": "https://open.spotify.com/track/6Vc5wAMmXdKIAM7WUoEb7N?si=ab1559f2f3f5471b"
  }
  
                ],
                "Hayır": [
                  {
      "title": "Love Me Like You Do",
      "artist": "Ellie Goulding",
      "reason": "Love Me Like You Do, Ellie Goulding'in duygusal ve romantik bir atmosfere sahip hit şarkılarından biridir. Sözleriyle aşkın derinliklerine inerken, melodisi ve vokali dinleyicilere duygusal bir deneyim sunar. Şarkı, romantizm ve tutku dolu bir atmosfer yaratarak dinleyicileri etkiler.",
      "link": "https://open.spotify.com/intl-tr/track/0Cy7wt6IlRfBPHXXjmZbcP?si=e73e048ace3e4395"
  }
  
                ]
              },
              "Hayır": {
                "Evet": [
               {
      "title": "Everybody Hurts",
      "artist": "R.E.M.",
      "reason": "Everybody Hurts, R.E.M.'in duygusal ve içsel bir yolculuğa çıkaran şarkılarından biridir. Sözleriyle zor zamanlarda yaşanan duygusal acıları ve içsel çatışmaları ifade ederken, melodisi ve vokali dinleyicilere huzur verir. Everybody Hurts, insanın duygusal karmaşıklığını ve dayanışmayı ön plana çıkaran etkileyici bir parçadır.",
      "link": "https://open.spotify.com/intl-tr/track/6PypGyiu0Y2lCDBN1XZEnP?si=a9d1794dc0f04a4e"
  }
  
                ],
                "Hayır": [
              {
      "title": "Fix You",
      "artist": "Coldplay",
      "reason": "Fix You, Coldplay'in duygusal ve ilham verici şarkılarından biridir. Sözleriyle zor zamanlarda umut verirken, melodisi ve vokali dinleyicilere içsel bir iyileşme ve güç kazanma hissiyatı verir. Fix You, derin duyguları ifade eden ve dinleyicilere ilham veren unutulmaz bir parçadır.",
      "link": "https://open.spotify.com/intl-tr/track/7LVHVU3tWfcxj5aiPFEW4Q?si=a9a391c6b76f4af8"
  }
  
                ]
              }
            }
          },
          "Rock": {
            "Türkçe": {
              "Evet": {
                "Evet": [
                  {
      "title": "Ne Güzel Güldün",
      "artist": "Pinhani",
      "reason": "Ne Güzel Güldün, Pinhani’nin içsel bir huzur ve mutluluk hissiyatını yansıtan şarkılarından biridir. Sözleriyle sevgi ve umudu işlerken, melodisi ve Pinhani’nin vokali dinleyicilere pozitif bir enerji ve neşe verir. Ne Güzel Güldün, içsel bir mutluluğun ve sevincin şarkısı olarak öne çıkar.",
      "link": "https://open.spotify.com/intl-tr/track/79bKKv3MNqU7jec2IFKw7d?si=a29c849e9101430a"
  }
  
                ],
                "Hayır": [
            {
      "title": "Kolay Değildir",
      "artist": "Duman",
      "reason": "Kolay Değildir, Duman'ın hüzünlü ve içsel bir yolculuğa çıkaran şarkılarından biridir. Sözleriyle ayrılık ve ayrılık sonrası yaşanan duygusal karışıklıkları ifade ederken, melodisi ve vokali dinleyicilere derin bir duygu deneyimi sunar. Kolay Değildir, insanın içsel yolculuğunu ve duygusal karmaşıklığı yansıtan unutulmaz bir parçadır.",
      "link": "https://open.spotify.com/intl-tr/track/0k68niX0cJejrmb0fPT3NF?si=fe9838c288ad4c9a"
  }
  
                ]
              },
              "Hayır": {
                "Evet": [
  {
      "title": "Rüyalarda Buruşmuşum",
      "artist": "Adamlar",
      "reason": "Rüyalarda Buruşmuşum, Adamlar’ın dokunaklı ve derin duygulara hitap eden şarkılarından biridir. Sözleriyle geçmişe duyulan özlemi ve hatıraları ifade ederken, melodisi ve vokali dinleyicilere içsel bir hüzün ve melankoli hissiyatı verir. Rüyalarda Buruşmuşum, duygusal bir yolculuğun ve nostaljinin şarkısı olarak öne çıkar.",
      "link": "https://open.spotify.com/intl-tr/track/4cQSOn9oP0MiM7BgiRngFk?si=f65616b91f144539"
  }
  
                ],
                "Hayır": [
    {
    "title": "Elleri Ellerime",
    "artist": "Duman",
    "reason": "Şarkının dokunaklı sözleri ve etkileyici melodisi, dinleyiciyi duygusal bir yolculuğa çıkarırken Duman'ın özgün rock tarzı parçaya derinlik kazandırır. Elleri Ellerime, aşkın karmaşıklığını ve özlemi yansıtan güçlü bir şarkıdır. Hem sözleri hem de müziğiyle dinleyicilere dokunan bir deneyim sunar.",
    "link": "https://open.spotify.com/intl-tr/track/0o16NrUwcH3U0fEEPD79VB?si=ed9d7eb87640474d"
  }
  
  
                ]
              }
            },
            "Yabancı": {
              "Evet": {
                "Evet": [
                  {
      "title": "November Rain",
      "artist": "Guns N' Roses",
      "reason": "November Rain, Guns N' Roses'ün duygusal ve epik şarkılarından biridir. Sözleriyle aşkın karmaşıklığını ve kayıpları ifade ederken, melodisi ve vokali dinleyicilere derin duygusal bir deneyim sunar. November Rain, duygusal yoğunluğu ve etkileyici melodisiyle unutulmaz bir rock klasiği olarak kabul edilir.",
      "link": "https://open.spotify.com/intl-tr/track/3YRCqOhFifThpSRFJ1VWFM?si=3c8e4917a31544b6"
  }
  
                ],
                "Hayır": [
                  {
      "title": "Comfortably Numb",
      "artist": "Pink Floyd",
      "reason": "Comfortably Numb, Pink Floyd'un efsanevi şarkılarından biridir. Sözleriyle duygusal bir kopukluğu ve içsel bir boşluğu ifade ederken, melodisi ve vokali dinleyicilere derin bir duygu deneyimi sunar. Comfortably Numb, Pink Floyd'un müzikal ustalığını ve duygusal yoğunluğunu yansıtan unutulmaz bir parçadır.",
      "link": "https://open.spotify.com/intl-tr/track/7Fg4jpwpkdkGCvq1rrXnvx?si=abcb056741a541d4"
  }
  
                ]
              },
              "Hayır": {
                "Evet": [
                  {
      "title": "Stairway to Heaven",
      "artist": "Led Zeppelin",
      "reason": "Stairway to Heaven, Led Zeppelin'in efsanevi şarkılarından biridir. Sözleriyle mistik ve derin anlamları ifade ederken, melodisi ve vokali dinleyicilere epik bir müzik deneyimi sunar. Stairway to Heaven, rock müziğin klasikleşmiş eserlerinden biri olarak kabul edilir ve müzikal ustalığın bir örneğidir.",
      "link": "https://open.spotify.com/intl-tr/track/5CQ30WqJwcep0pYcV4AMNc?si=137853ba7a2b4752"
  }
  
                ],
                "Hayır": [
                 {
      "title": "Californication",
      "artist": "Red Hot Chili Peppers",
      "reason": "Californication, Red Hot Chili Peppers'ın kültleşmiş şarkılarından biridir. Sözleriyle modern toplumun çelişkilerini ve Kaliforniya'nın karanlık yüzünü anlatırken, melodisi ve vokali dinleyicilere etkileyici bir müzik deneyimi sunar. Californication, grubun karakteristik tarzını ve derin mesajlarını yansıtan unutulmaz bir parçadır.",
      "link": "https://open.spotify.com/intl-tr/track/48UPSzbZjgc449aqz8bxox?si=ef0a530c073d4146"
  }
  
                ]
              }
            }
          },
          "Hip-Hop": {
            "Türkçe": {
              "Evet": {
                "Evet": [
                  {
      "title": "Neyim Var Ki",
      "artist": "Ceza ft. Sagopa",
      "reason": "Neyim Var Ki, Ceza ve Sagopa'nın birlikte çalıştıkları ve Türk rap müziğinin en güçlü şarkılarından biridir. Sözleriyle içsel çatışmaları, hayatın zorluklarını ve duygusal derinlikleri ifade ederken, ritmi ve vokalleri dinleyicilere güçlü bir duygu aktarır. Ceza ve Sagopa'nın karakteristik tarzları, Neyim Var Ki'yi unutulmaz kılar.",
      "link": "https://open.spotify.com/intl-tr/track/09XOVDSIbBxBf6Kr1vGnHf?si=1fb74c048cc44aaf"
  }
  
                ],
                "Hayır": [
                 {
      "title": "Araturka",
      "artist": "Ceza",
      "reason": "Araturka, Ceza'nın Türk rap müziğine getirdiği yenilikçi ve etkileyici bir eserdir. Sözleriyle Türk kültürüne ve tarihine atıflarda bulunurken, ritmi ve vokalleri dinleyicilere enerjik bir müzik deneyimi sunar. Araturka, Ceza'nın müzikal ustalığını ve Türk rap sahnesindeki öncü rolünü yansıtan unutulmaz bir parçadır.",
      "link": "https://open.spotify.com/intl-tr/track/1ZRcHeXCAVacsTQbFbuA0w?si=c12efdf10a6c44a2"
  }
  
                ]
              },
              "Hayır": {
                "Evet": [
              {
    "title": "Yeraltı Edebiyatı",
    "artist": "Gazapizm",
    "reason": "Gazapizm'in derin ve düşündürücü sözleriyle dolu olan bu şarkısı, Türk rap müziğinde bir klasik olarak kabul edilir. Şarkı, underground kültürünü ve sokak yaşamını ele alırken, Gazapizm'in kendine özgü tarzını ve güçlü vokalini sergiler. Yeraltı Edebiyatı, Türk rap sahnesinde önemli bir yere sahiptir ve dinleyiciler üzerinde derin bir etki bırakmıştır.",
    "link": "https://open.spotify.com/track/40fqDPv4drwaKnX047hxY6?si=94a8f019cadd4fd0"
  }
  
  
                ],
                "Hayır": [
                 {
    "title": "Heyecanı Yok",
    "artist": "Gazapizm",
    "reason": "Gazapizm'in güçlü sözleriyle dolu bu şarkısı, hayata dair derin düşünceler ve duyguları ifade eder. Gazapizm'in kendine özgü rap tarzı ve anlatımı, dinleyiciye etkileyici bir deneyim sunar. Heyecanı Yok, Türk rap müziğinin önemli eserlerinden biridir ve dinleyiciler üzerinde derin bir etki bırakmıştır.",
    "link": "https://open.spotify.com/track/4pZiksfH69OLW1BLGBzeM2?si=40b62cb1315a4e39"
  }
  
  
                ]
              }
            },
            "Yabancı": {
              "Evet": {
                "Evet": [
                 {
      "title": "Changes",
      "artist": "Tupac Shakur",
      "reason": "Changes, Tupac Shakur'un güçlü sözleri ve sosyal mesajlarıyla dolu önemli şarkılarından biridir. Sözleriyle toplumsal sorunlara ve adaletsizliğe dikkat çekerken, ritmi ve vokali dinleyicilere derin bir düşündürme ve farkındalık hissi verir. Changes, Tupac'ın müzikal ve sosyal etkisini yansıtan unutulmaz bir parçadır.",
      "link": "https://open.spotify.com/intl-tr/track/1ofhfV90EnYhEr7Un2fWiv?si=4bdbe5c2a25843ce"
  }
  
                ],
                "Hayır": [
                  {
      "title": "Unsteady",
      "artist": "X Ambassadors",
      "reason": "Unsteady, X Ambassadors'ın duygusal ve içten şarkılarından biridir. Sözleriyle içsel çatışmaları ve duygusal dalgalanmaları ifade ederken, melodisi ve vokali dinleyicilere dokunaklı bir müzik deneyimi sunar. Unsteady, duygusal derinliği ve etkileyici melodisiyle unutulmaz bir parçadır.",
      "link": "https://open.spotify.com/intl-tr/track/7lGKEWMXVWWTt3X71Bv44I?si=6c78bd19c0c24d47"
  }
  
                ]
              },
              "Hayır": {
                "Evet": [
                  {
      "title": "Stan",
      "artist": "Eminem ft. Dido",
      "reason": "Stan, Eminem'in klasikleşmiş ve etkileyici şarkılarından biridir. Sözleriyle takıntılı bir hayranın hikayesini anlatırken, melodisi ve vokali dinleyicilere derin bir duygu deneyimi sunar. Dido'nun vokalleri de şarkıya ayrı bir dokunuş katar. Stan, Eminem'in söz yazarlığındaki ustalığını ve duygusal derinliğini yansıtan unutulmaz bir parçadır.",
      "link": "https://open.spotify.com/intl-tr/track/3UmaczJpikHgJFyBTAJVoz?si=4c8f879d25ce4468"
  }
  
                ],
                "Hayır": [
                  {
      "title": "Love Yourz",
      "artist": "J. Cole",
      "reason": "Love Yourz, J. Cole'un içsel huzur ve mutluluk temasını işlediği güçlü şarkılarından biridir. Sözleriyle hayatın değerini ve mutluluğun kaynağını vurgularken, melodisi ve vokali dinleyicilere derin bir düşünce ve duygusal bir deneyim sunar. Love Yourz, J. Cole'un etkileyici söz yazarlığını ve duygusal derinliğini yansıtan unutulmaz bir parçadır.",
      "link": "https://open.spotify.com/intl-tr/track/2e3Ea0o24lReQFR4FA7yXH?si=b5f5721c1ca24424"
  }
  
                ]
              }
            }
          }
        },
        "Hayır": {
          "Pop": {
            "Türkçe": {
              "Evet": {
                "Evet": [
                  {
      "title": "Unutamam",
      "artist": "Sezen Aksu",
      "reason": "Unutamam, Sezen Aksu’nun duygusal ve etkileyici şarkılarından biridir. Sözleriyle aşkın zorluğunu ve ayrılığı ifade ederken, melodisi ve vokali dinleyicilere içsel bir hüzün ve duygusal bir deneyim sunar. Unutamam, Sezen Aksu’nun vokal yeteneğini ve duygusal derinliğini yansıtan unutulmaz bir parçadır.",
      "link": "https://open.spotify.com/intl-tr/track/4nI7Qs71HyCrmUMdCLNP4r?si=a3e0d1c0a90a4f33"
  }
  
                ],
                "Hayır": [
                  {
      "title": "Bir Daha",
      "artist": "Zeynep Bastık",
      "reason": "Bir Daha, Zeynep Bastık’ın enerjik ve hareketli şarkılarından biridir. Sözleriyle aşkın tutkusunu ve hüznünü ifade ederken, ritmi ve vokali dinleyicilere pozitif bir müzik deneyimi sunar. Bir Daha, Zeynep Bastık’ın karakteristik tarzını yansıtan ve dinleyiciyi dans ettiren unutulmaz bir parçadır.",
      "link": "https://open.spotify.com/intl-tr/track/01jvXT0DK6mIEpnIvaeqdO?si=e2ce413e0db2484f"
  }
  
                ]
              },
              "Hayır": { 
                "Evet": [{
      "title": "Belki De",
      "artist": "Tuğkan",
      "reason": "Belki De, Tuğkan'ın romantik ve duygusal şarkılarından biridir. Sözleriyle aşkın karmaşıklığını ve belirsizliğini ifade ederken, melodisi ve vokali dinleyicilere içsel bir hüzün ve duygusal bir deneyim sunar. Belki De, Tuğkan'ın karakteristik tarzını yansıtan unutulmaz bir parçadır.",
      "link": "https://open.spotify.com/intl-tr/track/0BPrSNlKe9JccuHo5jdnLB?si=b7ab819b9653419e"
  }
  
              ],
                "Hayır": [
                  {
      "title": "Aşk Yok Olmaktır",
      "artist": "Mabel Matiz",
      "reason": "Aşk Yok Olmaktır, Mabel Matiz'in duygusal ve etkileyici şarkılarından biridir. Sözleriyle aşkın coşkusunu ve tutkusunu ifade ederken, melodisi ve vokali dinleyicilere içsel bir huzur ve duygusal bir deneyim sunar. Aşk Yok Olmaktır, Mabel Matiz'in vokal yeteneğini ve duygusal derinliğini yansıtan unutulmaz bir parçadır.",
      "link": "https://open.spotify.com/intl-tr/track/3UPrUZ9mJWEPjXzgF7GS8f?si=51a81c85118d4909"
  }
  
                  
                ]
              }
            },
            "Yabancı": {
              "Evet": {
                "Evet": [
                 {
      "title": "All of Me",
      "artist": "John Legend",
      "reason": "All of Me, John Legend'ın duygusal ve romantik şarkılarından biridir. Sözleriyle derin bir aşkı ve bağlılığı ifade ederken, melodisi ve vokali dinleyicilere dokunaklı bir müzik deneyimi sunar. All of Me, John Legend'ın karakteristik tarzını ve duygusal derinliğini yansıtan unutulmaz bir parçadır.",
      "link": "https://open.spotify.com/track/3U4isOIWM3VvDubwSI3y7a?si=ff42e21e6d2a4c5a"
  }
  
                ],
                "Hayır": [
                 {
      "title": "Skinny Love",
      "artist": "Birdy",
      "reason": "Skinny Love, Birdy'nin duygusal ve etkileyici şarkılarından biridir. Sözleriyle aşkın zorluklarını ve kırılganlığını ifade ederken, melodisi ve vokali dinleyicilere derin bir duygu deneyimi sunar. Skinny Love, Birdy'nin karakteristik tarzını yansıtan ve dinleyiciyi içsel bir yolculuğa çıkaran unutulmaz bir parçadır.",
      "link": "https://open.spotify.com/intl-tr/track/4RL77hMWUq35NYnPLXBpih?si=c777429aad064c80"
  }
  
                ]
              } ,
              "Hayır": { 
                "Evet": [{
      "title": "Fix You",
      "artist": "Coldplay",
      "reason": "Fix You, Coldplay'in duygusal ve ilham verici şarkılarından biridir. Sözleriyle zor zamanları aşma gücünü ve umudu ifade ederken, melodisi ve vokali dinleyicilere derin bir duygu deneyimi sunar. Fix You, Coldplay'in karakteristik tarzını ve duygusal derinliğini yansıtan unutulmaz bir parçadır.",
      "link": "https://open.spotify.com/intl-tr/track/7LVHVU3tWfcxj5aiPFEW4Q?si=fda642711c8f4d63"
  }
   
              ],
                "Hayır": [
                  {
      "title": "Stay",
      "artist": "Rihanna ft. Mikky Ekko",
      "reason": "Stay, Rihanna'nın duygusal ve etkileyici şarkılarından biridir. Sözleriyle aşkın karmaşıklığını ve duygusal zorlukları ifade ederken, melodisi ve vokali dinleyicilere dokunaklı bir müzik deneyimi sunar. Rihanna ve Mikky Ekko'nun uyumlu performansı, Stay'i unutulmaz kılar.",
      "link": "https://open.spotify.com/intl-tr/track/0GNI8K3VATWBABQFAzBAYe?si=a9498a9c0e8848c9"
  }
  
                  
                ]
              }
            }
          },
          "Rock": {
            "Türkçe": {
              "Evet":{
                "Evet": [
                {
      "title": "Kolay Değildir",
      "artist": "Duman",
      "reason": "Rüzgar, Duman'ın etkileyici ve enerjik şarkılarından biridir. Sözleriyle özgürlüğü ve hürriyeti ifade ederken, melodisi ve vokali dinleyicilere içsel bir enerji ve coşku sunar. Rüzgar, Duman'ın karakteristik tarzını yansıtan ve dinleyiciyi hareketlendiren unutulmaz bir parçadır.",
      "link": "https://open.spotify.com/intl-tr/track/0k68niX0cJejrmb0fPT3NF?si=15c8c014981c4cf1"
  }
  
              ],
              "Hayır": [
                {
      "title": "Her Şeyi Yak",
      "artist": "Duman",
      "reason": "Her Şeyi Yak, Duman'ın enerjik ve etkileyici şarkılarından biridir. Sözleriyle isyanı ve özgürlüğü ifade ederken, melodisi ve vokali dinleyicilere içsel bir enerji ve coşku sunar. Her Şeyi Yak, Duman'ın karakteristik tarzını yansıtan ve dinleyiciyi hareketlendiren unutulmaz bir parçadır.",
      "link": "https://open.spotify.com/intl-tr/track/4uqlFpMPTKO6uAsX6qvK0l?si=6f5f0ec61d2b4a7e"
  }
  
              ]
            },
            "Hayır": { 
                "Evet": [{
      "title": "Böyle Kahpedir Hayat",
      "artist": "Gripin",
      "reason": "Böyle Kahpedir Hayat, Gripin’in etkileyici ve düşündürücü şarkılarından biridir. Sözleriyle yaşamın acımasızlığını ve zorluklarını ifade ederken, melodisi ve vokali dinleyicilere derin bir düşünce ve duygusal bir deneyim sunar. Böyle Kahpedir Hayat, Gripin’in karakteristik tarzını yansıtan ve dinleyiciyi içsel bir yolculuğa çıkaran unutulmaz bir parçadır.",
      "link": "https://open.spotify.com/intl-tr/track/5VFasLYUqKVUymkLK6L6AG?si=61b557c0337946d0"
  }
  
              ],
                "Hayır": [
                  {
      "title": "Yeni Bir Gün ",
      "artist": "Kurtalan Ekspres",
      "reason": "Yeni Bir Gün, grubun etkileyici ve karakteristik bir enstrümantal şarkısıdır. Grup, Türk rock müziğinin önemli temsilcilerinden biridir ve Kurtalan Ekspres adını bu şarkılarından almıştır. Kurtalan Ekspres, dinleyicilere rock müziğin enerjisini ve özgünlüğünü sunar.",
      "link": "https://open.spotify.com/intl-tr/track/0SnXM2KxJOVrxB7y6f2T3u?si=ade2993bc6cc48f5"
  }
  
                  
                ]
              }
          },
            "Yabancı": {
            "Evet": {
              "Evet":[
           {
      "title": "The Show Must Go On",
      "artist": "Queen",
      "reason": "The Show Must Go On, Queen'in unutulmaz ve etkileyici şarkılarından biridir. Sözleriyle güçlü bir mücadele ve kararlılık duygusunu ifade ederken, melodisi ve vokali dinleyicilere güçlü bir müzik deneyimi sunar. The Show Must Go On, Queen'in karakteristik tarzını ve duygusal derinliğini yansıtan unutulmaz bir parçadır.",
      "link": "https://open.spotify.com/intl-tr/track/5WZDLZVCvY1rEyNir6k8Pg?si=6070c0e538d34e7b"
  }
  
              ],
              "Hayır": [
               {
    "title": "Stairway to Heaven",
    "artist": "Led Zeppelin",
    "reason": "Şarkının mistik sözleri ve karmaşık yapısı, dinleyiciyi derin bir müzikal yolculuğa çıkarır. Jimmy Page'in efsanevi gitar solosu ve Robert Plant'in güçlü vokalleri, parçayı rock tarihinin unutulmaz klasiklerinden biri yapar. Stairway to Heaven, hem melodisi hem de anlam yüklü sözleriyle dinleyicileri büyüler.",
    "link": "https://open.spotify.com/intl-tr/track/0DANcJuMamcL9NyYkEWWTq?si=6b22dafbb90249d4"
  }
  
              ]
            },
            "Hayır": { 
                "Evet": [{
    "title": "Black",
    "artist": "Pearl Jam",
    "reason": "Şarkının içten sözleri, kayıp ve kalp kırıklığı temalarını etkileyici bir şekilde işler. Eddie Vedder'in duygusal vokali ve grubun yoğun müzikal altyapısı, dinleyiciyi derin bir duygusal yolculuğa çıkarır. Black, güçlü ve dokunaklı melodisiyle grunge müziğin en unutulmaz parçalarından biri olarak öne çıkar.",
    "link": "https://open.spotify.com/intl-tr/track/5Xak5fmy089t0FYmh3VJiY?si=f7f2cd4c53fe43a0"
  }
  
              ],
                "Hayır": [
                 {
    "title": "Creep",
    "artist": "Radiohead",
    "reason": "Şarkının sözleri, yabancılaşma ve kendine güvensizlik temalarını derinlemesine işler. Thom Yorke'un samimi ve kırılgan vokali, şarkıya benzersiz bir duygu katar. Creep, hem müzikal yapısı hem de dokunaklı sözleriyle alternatif rock müziğin en ikonik parçalarından biri olarak dikkat çeker.",
    "link": "https://open.spotify.com/intl-tr/track/70LcF31zb1H0PyJoS1Sx1r?si=a939e005dcad440c"
  }
  
                  
                ]
              }
          }
        },
          "Hip-Hop": {
            "Türkçe": {
              "Evet": { 
                "Evet":[
                {
    "title": "Ben Ağlamazken",
    "artist": "Ceza",
    "reason": "Şarkının sözleri, kişisel mücadeleler ve toplumsal sorunlar üzerine derin bir bakış sunar. Ceza'nın etkileyici rap tekniği ve güçlü anlatımı, dinleyiciyi düşündürürken aynı zamanda duygusal bir yolculuğa çıkarır. Ben Ağlamazken, hem lirikal zenginliği hem de ritmik yapısıyla Türk rap müziğinin unutulmaz eserlerinden biridir.",
    "link": "https://open.spotify.com/intl-tr/track/6UDHRiuIc0KB3lp7SAazOE?si=3fee00611228468f"
  }
  
              ],
              "Hayır": [
                {
    "title": "Bir Kadın Çizeceksin",
    "artist": "Manga",
    "reason": "Şarkının melodisi ve sözleri, aşkın karmaşıklığını ve tutkuyu anlatırken dinleyiciyi duygusal bir yolculuğa çıkarır. Manga'nın enerjik performansı ve etkileyici enstrümantasyonu, şarkıyı unutulmaz kılar. Bir Kadın Çizeceksin, hem güçlü müzikal yapısı hem de dokunaklı sözleriyle Türk rock müziğinin önemli parçalarından biridir.",
    "link": "https://open.spotify.com/intl-tr/track/397A58sUsAVNZlvriDmfl9?si=1a5e28dd0ece48d2"
  }
  
              ]
            } ,
            "Hayır": { 
                "Evet": [{
    "title": "Yansın Geceler",
    "artist": "Heijan, Multi",
    "reason": "Heijan ve Multi'nin iş birliğiyle ortaya çıkan bu şarkı, enerjik ve hareketli bir tarza sahiptir. Güçlü rap performansları ve etkileyici prodüksiyonuyla Yansın Geceler, dinleyicilere eğlenceli bir deneyim sunar. Şarkı, Türk rap müziği sahnesinde dikkat çeken bir eserdir.",
    "link": "https://open.spotify.com/track/5au3M344CaHWMUL5VJdkE9?si=3fc5f481a1a74765"
  }
  
              ],
                "Hayır": [
  {
    "title": "Felaket",
    "artist": "Ezhel",
    "reason": "Ezhel'in dinamik tarzı ve etkileyici rap yeteneğiyle dolu olan bu şarkı, dinleyiciyi içine çeken bir enerjiye sahiptir. Felaket, Türk rap müziğinde dikkat çeken bir eserdir ve Ezhel'in müzikal yeteneğini sergileyen önemli bir parçadır.",
    "link": "https://open.spotify.com/track/5vJTUmbKFvFMcirWag0XJD?si=430dd65bf8004a06"
  }
  
  
                  
                ]
              }
    
          },
            "Yabancı": {
              "Evet": { 
                "Evet":[
                {
    "title": "SICKO MODE",
    "artist": "Travis Scott",
    "reason": "Şarkının benzersiz yapı ve düzenlemesi, dinleyiciyi farklı bir müzikal deneyime sokar. Travis Scott'ın deneysel rap tarzı ve şarkının çeşitli bölümleri, dinamik bir atmosfer oluşturur. SICKO MODE, hem müzikal olarak yenilikçi hem de dinamik bir yapıya sahip olan modern hip-hop'un önemli eserlerinden biridir.",
    "link": "https://open.spotify.com/intl-tr/track/2xLMifQCjDGFmkHkpNLD9h?si=12f33d9dbf5743ae"
  }
  
              ],
              "Hayır": [
                {
    "title": "m.A.A.d city",
    "artist": "Kendrick Lamar feat. MC Eiht",
    "reason": "Şarkının etkileyici rap sözleri ve çarpıcı prodüksiyonu, dinleyiciyi Los Angeles'ın sokaklarında bir yolculuğa çıkarır. Kendrick Lamar'ın güçlü vokali ve MC Eiht'in katkıları, parçaya benzersiz bir dinamizm katar. m.A.A.d city, hem sözleriyle hem de müziğiyle hip-hop kültüründe önemli bir yer edinmiş bir şarkıdır.",
    "link": "https://open.spotify.com/intl-tr/track/3qX1dqmDdmMvvfMVfsx4Bh?si=bf64a2cd793845fd"
  }
  
              ]
            } ,
            "Hayır": { 
                "Evet": [{
    "title": "Love Yourz",
    "artist": "J. Cole",
    "reason": "Şarkının derin anlamlı sözleri ve duygusal melodisi, dinleyiciyi yaşamın değerini ve iç huzuru bulma konusunda düşünmeye sevk eder. J. Cole'un samimi rap tarzı ve dokunaklı anlatımı, parçaya benzersiz bir dokunuş katar. Love Yourz, hem içsel bir yolculuğa çıkaran sözleriyle hem de etkileyici müziğiyle dikkat çeken bir şarkıdır.",
    "link": "https://open.spotify.com/intl-tr/track/2e3Ea0o24lReQFR4FA7yXH?si=f493d2cfa8e345ca"
  }
  
              ],
                "Hayır": [
                 {
    "title": "Lucid Dreams",
    "artist": "Juice WRLD",
    "reason": "Şarkının melankolik melodisi ve derin anlamlı sözleri, dinleyiciyi duygusal bir yolculuğa çıkarırken Juice WRLD'ün samimi vokali parçaya ayrı bir dokunuş katar. Lucid Dreams, gençlik deneyimlerini ve aşkın karmaşıklığını yansıtan güçlü bir şarkıdır. Hem müzikal yapısı hem de duygusal içeriğiyle dinleyiciler üzerinde derin bir etki bırakır.",
    "link": "https://open.spotify.com/intl-tr/track/285pBltuF7vW8TeWk8hdRR?si=217f9845a8e54ee1"
  }
  
                ]
              }
          }
        } 
      }
      }
}