{
  "Mutlu": {
    "Evet": {
      "Pop": {
        "Türkçe": {
          "Evet": {
            "Evet": [ {
              "title": "Tutamıyorum Zamanı",
                "artist": "Kenan Doğulu",
                "reason": "Şarkının sözleri, zamanın hızla akıp gittiğini ve anıların önemini vurgular. Kenan Doğulu'nun etkileyici vokalleri ve melodik altyapısı, dinleyicileri derin düşüncelere sevk ederken, aynı zamanda pozitif ve enerjik bir ruh hali yaratır. Tutamıyorum Zamanı, hem nostaljik hem de güncel hisler uyandırarak, dinleyicilerin her zaman keyifle dinleyebileceği bir parça olmayı başarmıştır.",
                "link": "https://open.spotify.com/intl-tr/track/5Fq18pspZ5UpuTOSLvYFIw?si=8726fb84c0af4308"}
            ],
            "Hayır": [
              {"title": "Yalnız Çiçek", 
              "artist": "Aleyna Tilki",
              "reason": "Şarkının sözleri, yalnızlık ve içsel mücadele temalarını işlerken, aynı zamanda bir başkaldırı ve özgürleşme hikayesini de anlatır. Aleyna Tilki'nin bu şarkıdaki performansı, onun duygusal derinliğini ve sanatçı olarak kendine has tarzını gözler önüne serer."  ,
              "link":   "https://open.spotify.com/intl-tr/track/7rzH1EcSFh33M6BnQ8YzDX?si=ab88e391f34347d4"}
            ]
          },
          "Hayır": {
            "Evet": [
              {"title": "Yan Benimle", 
              "artist": "Sıla", 
              "reason": "Şarkının sözleri, sevgi, bağlılık ve özlem temalarını işlerken, dinleyiciyi içsel bir yolculuğa çıkarır. Sıla'nın samimi ve etkileyici yorumu, şarkıya ayrı bir derinlik katar. Yan Benimle, hem sözleriyle hem de melodisiyle dinleyicilerin kalplerine dokunan, unutulmaz bir parça olarak öne çıkar.", 
              "link" :  "https://open.spotify.com/intl-tr/track/2LX6XfSqCKBrt2qJngS87z?si=2ab58188d3434e94"  }
            ],
            "Hayır": [
      {
    "title": "Kanatlarım Var Ruhumda",
    "artist": "Nil Karaibrahimgil",
    "reason": "Kanatlarım Var Ruhumda, Nil Karaibrahimgil'in özgün tarzı ve enerjik melodisiyle dinleyicilere pozitif bir mesaj veren bir şarkıdır. Şarkının sözleri, özgürlük ve bağımsızlık temalarını işlerken, ritmi ve melodisi dinleyicilere neşe ve enerji aşılar. Nil Karaibrahimgil'in yaratıcı ve samimi yorumu, bu parçayı unutulmaz kılar.",
    "link": "https://open.spotify.com/track/0YbU8yn3UBMxleow7TF6wg?si=39a32fdd435b463b"
}
            ]
          }
        },
        "Yabancı": {
          "Evet": {
            "Evet": [
{
    "title": "Firework",
    "artist": "Katy Perry",
    "reason": "Firework, Katy Perry'nin güçlendirici ve ilham verici şarkılarından biridir. Şarkının sözleri, dinleyicilere kendilerini ifade etmeleri ve içlerindeki potansiyeli ortaya çıkarmaları için cesaret verir. Güçlü vokalleri ve enerjik melodisiyle Firework, dinleyicilere pozitif bir mesaj ileterek onları motive eder.",
    "link": "https://open.spotify.com/track/0a7BloCiNzLDD9qSQH2xL4?si=9206bb9d31a84576"
}
            ],
            "Hayır": [
{
    "title": "Can't Stop the Feeling!",
    "artist": "Justin Timberlake",
    "reason": "Can't Stop the Feeling!, Justin Timberlake'in enerjik ve neşeli bir parçasıdır. Şarkının ritmi ve melodisi, dinleyicilere anında mutluluk ve dans etme isteği aşılar. Pozitif sözleri ve Timberlake'in dinamik vokali, Can't Stop the Feeling!'i moral yükseltici ve coşku verici bir şarkı haline getirir.",
    "link": "https://open.spotify.com/track/6JV2JOEocMgcZxYSZelKcc?si=21c73d1b9b20475b"
}
            ]
          },
          "Hayır": {
            "Evet": [
{
    "title": "Someone Like You",
    "artist": "Adele",
    "reason": "Someone Like You, Adele'in duygusal ve dokunaklı şarkılarından biridir. Şarkının melodisi ve Adele'in etkileyici vokali, dinleyicilere içlerindeki duyguları açığa çıkarma ve hüzünlü bir hikayeye eşlik etme fırsatı sunar. Someone Like You, aşkın karmaşıklığını ve kayıpların ardındaki duygusal derinliği yansıtan güçlü bir parçadır.",
    "link": "https://open.spotify.com/track/4kflIGfjdZJW4ot2ioixTB?si=6482ce8038284a79"
}
            ],
            "Hayır": [
{
    "title": "Summertime Sadness",
    "artist": "Lana Del Rey",
    "reason": "Summertime Sadness, Lana Del Rey'in melankolik vokali ve duygusal sözleriyle dinleyicilere derin bir hüzün ve nostalji hissi veren bir şarkıdır. Şarkının melodisi ve atmosferi, yaz mevsiminin sonlarına doğru yaşanan duygusal karmaşayı mükemmel bir şekilde yansıtır. Lana Del Rey'in eşsiz tarzı, Summertime Sadness'ı unutulmaz bir parça haline getirir.",
    "link": "https://open.spotify.com/track/1tJ5qXUi8CjCqb8msK1S78?si=519c74e83b274bf2"
}
            ]
          }
        }
      },
      "Rock": {
        "Türkçe": {
          "Evet": {
            "Evet": [
{
    "title": "Bir Başka",
    "artist": "Duman",
    "reason": "Bir Başka, Duman'ın güçlü rock tarzını yansıtan ve dinleyicilere derin duygular yaşatan bir şarkıdır. Sözleri ve melodisiyle içsel bir yolculuğa çıkaran bu parça, dinleyicilerin duygusal dünyalarına dokunur. Duman'ın karakteristik tarzı ve vokali, Bir Başka'yı unutulmaz kılar.",
    "link": "https://open.spotify.com/track/4TBoCMsT7YSzCj81p6TQeD?si=2d54d86cfb8e462d"
}
            ],
            "Hayır": [
{
    "title": "Senden Daha Güzel",
    "artist": "Duman",
    "reason": "Senden Daha Güzel, Duman'ın etkileyici sözleri ve güçlü melodisiyle dinleyicilere duygusal bir deneyim yaşatan bir şarkıdır. Sözleriyle içsel bir yolculuğa çıkarırken, müziği dinleyicilere hüzünlü bir atmosfer sunar. Duman'ın özgün tarzı ve vokali, Senden Daha Güzel'i unutulmaz kılar.",
    "link": "https://open.spotify.com/track/2Q6TWCKw0s7cDxG73W3ynf?si=04459f725cf74123"
}
            ]
          },
          "Hayır": {
            "Evet": [
{
    "title": "Paramparça",
    "artist": "Teoman",
    "reason": "Paramparça, Teoman'ın dokunaklı sözleri ve etkileyici melodisiyle dinleyicilere derin duygular yaşatan bir şarkıdır. Sözleriyle içsel bir yolculuğa çıkarırken, müziği dinleyicilere hüzünlü bir atmosfer sunar. Teoman'ın karakteristik tarzı ve vokali, Paramparça'yı unutulmaz kılar.",
    "link": "https://open.spotify.com/track/2dcJ8uZCCnJS3Tdd6ESMtB?si=81f86828c2f044df"
}
            ],
            "Hayır": [
{
    "title": "Biz Çocukken",
    "artist": "Mor ve Ötesi",
    "reason": "Biz Çocukken, Mor ve Ötesi'nin nostaljik ve duygusal bir atmosfere sahip şarkılarından biridir. Sözleri ve melodisiyle dinleyicilere çocukluk günlerine dönme ve o anları hatırlama fırsatı sunar. Mor ve Ötesi'nin özgün tarzı ve vokali, Biz Çocukken'i unutulmaz kılar.",
    "link": "https://open.spotify.com/track/0P0PvR0MsFEeBvZazsowBA?si=4967b6cfcb1542a2"
}
            ]
          }
        },
        "Yabancı": {
          "Evet": {
            "Evet": [
{
    "title": "Believer",
    "artist": "Imagine Dragons",
    "reason": "Believer, Imagine Dragons'ın güçlü vokali ve etkileyici ritmiyle dinleyicilere pozitif bir enerji veren bir şarkıdır. Sözleriyle içsel bir güçlenme ve mücadele duygusu uyandırırken, müziği dinleyicileri coşkulu bir ruh haline sokar. Believer, güçlü melodisi ve etkileyici performansıyla dikkat çeken bir parçadır.",
    "link": "https://open.spotify.com/track/0pqnGHJpmpxLKifKRmU6WP?si=460e1920d1f8495f"
}
            ],
            "Hayır": [
{
    "title": "Don't Stop Me Now",
    "artist": "Queen",
    "reason": "Don't Stop Me Now, Queen'in enerjik ve coşkulu şarkılarından biridir. Şarkının ritmi ve sözleri dinleyicilere hareketli bir müzik deneyimi sunar. Freddie Mercury'nin güçlü vokali ve grup üyelerinin enstrümantal yetenekleriyle birleşen bu parça, dinleyicileri dans etmeye ve coşkulu bir ruh haline sokmaya davet eder.",
    "link": "https://open.spotify.com/track/5Q0Nhxo0l2bP3pNjpGJwV1?si=157fb4a7fae740b5"
}
            ]
          },
          "Hayır": {
            "Evet": [
{
    "title": "Best of You",
    "artist": "Foo Fighters",
    "reason": "Best of You, Foo Fighters'ın güçlü rock tarzını yansıtan ve dinleyicilere güçlü bir duygu aktaran bir şarkıdır. Sözleri ve vokali dinleyicileri derin duygulara götürürken, müziği dinleyicileri coşkulu bir ruh haline sokar. Best of You, Foo Fighters'ın etkileyici performansıyla dikkat çeken unutulmaz bir parçadır.",
    "link": "https://open.spotify.com/track/7M4n2Q7p7eIYlxJtODHrFk?si=7f97a91318854698"
}
            ],
            "Hayır": [
{
    "title": "Highway to Hell",
    "artist": "AC/DC",
    "reason": "Highway to Hell, AC/DC'nin efsanevi şarkılarından biridir ve dinleyicilere enerjik bir rock deneyimi sunar. Şarkının güçlü ritmi ve vokali, dinleyicileri hareketli bir müzik yolculuğuna çıkarır. AC/DC'nin karakteristik tarzı ve enstrümantal yetenekleriyle birleşen bu parça, unutulmaz bir rock klasiği olarak kabul edilir.",
    "link": "https://open.spotify.com/track/1lItf5ZXJc1by9SbPeljFd?si=e7b81dc1b6544622"
}
            ]
          }
        }
      },
      "Hip-Hop": {
        "Türkçe": {
          "Evet": {
            "Evet": [
{
    "title": "Fark Var",
    "artist": "Ceza",
    "reason": "Fark Var, Ceza'nın güçlü sözleri ve etkileyici rap tarzıyla dinleyicilere mesaj veren bir şarkıdır. Sözleriyle toplumsal konulara değinirken, ritmi ve vokali dinleyicileri etkilemeye yöneliktir. Ceza'nın kendine özgü tarzı ve müzikal yetenekleri, Fark Var'ı unutulmaz kılar.",
    "link": "https://open.spotify.com/track/6edK4lPaNj4yTVrbfBf5JL?si=caea48984e1a46a9"
}
            ],
            "Hayır": [
{
    "title": "Geceler",
    "artist": "Ezhel",
    "reason": "Geceler, Ezhel'in melankolik ve etkileyici şarkılarından biridir. Şarkının sözleri, şehir hayatının karanlık ve yalnız yönlerini işlerken, ritmi ve Ezhel'in vokali dinleyicilere derin bir duygusal deneyim sunar. Geceler, Ezhel'in yetenekli söz yazarlığı ve müzikal tarzıyla öne çıkan unutulmaz bir parça olarak dinleyicilere farklı bir perspektif sunar.",
    "link": "https://open.spotify.com/track/5rs6kZ76vYZtB9XK0klRfd?si=fd56a828e9e3463b"
}
            ]
          },
          "Hayır": {
            "Evet": [
{
    "title": "Mekanın Sahibi",
    "artist": "Norm Ender",
    "reason": "Mekanın Sahibi, Norm Ender'in Türk rap sahnesine güçlü bir geri dönüş yaptığı etkileyici bir şarkıdır. Sözleriyle cesurca meydan okurken, ritmi ve Norm Ender'in kendine özgü vokali dinleyicilere enerjik ve özgüven dolu bir müzik deneyimi sunar. Mekanın Sahibi, güçlü mesajları ve dinamik yapısıyla dikkat çeker.",
    "link": "https://open.spotify.com/track/4RgFPmLxYFk2d1BYmYQ6pq?si=d1d1d78b840e4d0e"
}
            ],
            "Hayır": [
{
    "title": "Olay",
    "artist": "Ezhel",
    "reason": "Olay, Ezhel'in dinamik tarzını ve etkileyici sözlerini sergilediği güçlü bir şarkıdır. Sözleriyle günlük yaşamın zorluklarını ve mücadeleleri ele alırken, ritmi ve Ezhel'in karakteristik vokali dinleyicileri etkilemeye yöneliktir. Olay, rap müziğin enerjisini ve anlatım gücünü ön plana çıkaran unutulmaz bir parçadır.",
    "link": "https://open.spotify.com/track/2VOvzYSKbPLibkGV7C5a6s?si=7d2fd2821c3e4c6a"
}
            ]
          }
        },
        "Yabancı": {
          "Evet": {
            "Evet": [
{
    "title": "Nice For What",
    "artist": "Drake",
    "reason": "Nice For What, Drake'in enerjik ve dans edilebilir tarzını yansıtan bir şarkıdır. Sözleriyle kadınlara olan saygısını ve güçlerini vurgularken, ritmi ve dans edilebilir melodisi dinleyicileri coşkulu bir ruh haline sokar. Drake'in karakteristik tarzı ve vokali, Nice For What'ı unutulmaz kılar.",
    "link": "https://open.spotify.com/track/7hDc8b7IXETo14hHIHdnhd?si=7e25fb898d7e43f0"
}
            ],
            "Hayır": [
{
    "title": "I Can",
    "artist": "Nas",
    "reason": "I Can, Nas'ın ilham verici ve güçlü şarkılarından biridir. Sözleriyle gençlere ve topluma mesajlar verirken, ritmi ve vokali dinleyicilere güçlü bir motivasyon ve cesaret aşılar. Nas'ın etkileyici performansı ve karakteristik tarzı, I Can'ı unutulmaz kılar.",
    "link": "https://open.spotify.com/track/7D9B3jp7U9on0N0NMXhvGo?si=9ab0f50051b04e51"
}
            ]
          },
          "Hayır": {
            "Evet": [
{
    "title": "Good Life",
    "artist": "Kanye West ft. T-Pain",
    "reason": "Good Life, Kanye West ve T-Pain'in işbirliğiyle ortaya çıkan enerjik ve coşkulu bir şarkıdır. Sözleriyle hayatın güzelliklerini ve başarıyı kutlarken, ritmi ve dans edilebilir melodisi dinleyicilere keyifli bir müzik deneyimi sunar. Kanye West'in yaratıcı tarzı ve T-Pain'in karakteristik vokali, Good Life'ı unutulmaz kılar.",
    "link": "https://open.spotify.com/track/0qAK2eB0q8AaBWaE4vBf5g?si=1daa8f8e0a8e4e75"
}
            ],
            "Hayır": [
{
    "title": "God's Plan",
    "artist": "Drake",
    "reason": "God's Plan, Drake'in güçlü mesajlar içeren ve etkileyici ritmiyle dikkat çeken bir şarkısıdır. Sözleriyle toplumsal konulara değinirken, ritmi ve vokali dinleyicilere güçlü bir motivasyon ve umut verir. Drake'in karakteristik tarzı ve vokali, God's Plan'ı unutulmaz kılar.",
    "link": "https://open.spotify.com/track/6DCZcSspjsKoFjzjrWoCdn?si=5a5a389e52af442d"
}
            ]
          }
        }
      }
    },

    "Hayır": {
      "Pop": {
        "Türkçe": {
          "Evet": {
            "Evet": [
              {"title": "Öyle Kolaysa", 
               "artist": "Mabel Matiz",
               "reason":"Mabel Matiz'in duygusal ve derin bir anlatıma sahip olan şarkılarından biridir. Bu parça, dinleyicilere aşkın ve ayrılığın karmaşık duygularını etkileyici sözler ve melodik bir altyapı ile sunar." ,
               "link": "https://open.spotify.com/intl-tr/track/4FGYzQqH2i1E3OtuMydnzY?si=153a41220bb2400c"    }
            ],
            "Hayır": [
              {"title": "Buz Kırağı", 
               "artist": "Edis",
               "reason":"Edis'in modern pop tınılarıyla bezeli ve güçlü vokal performansıyla dikkat çeken bir şarkısıdır. Bu parça, dinleyicilere aşk ve ayrılık temalarını derin bir duygusal yoğunlukla sunar." ,
               "link": "https://open.spotify.com/intl-tr/track/5z7qJ3vTX9fKQmtKDchajB?si=b108d2aee65f45f4" }
              
            ]
          },
          "Hayır": { 
            "Evet": [
              {"title": "Gel", 
               "artist": "Mabel Matiz",
               "reason":"Mabel Matiz'in zarif ve duygusal bir yorumla seslendirdiği, aşkın çağrısını yansıtan bir şarkıdır. Bu parça, dinleyicilere samimi ve içten bir müzikal deneyim sunar." ,
               "link": "https://open.spotify.com/intl-tr/track/0OGpY82sToZSrrDgk4Iuic?si=d91bbdb1b6ce42e0" } 
          ],
            "Hayır": [
              {"title": "Farkımız Var", 
              "artist": "Hadise",
              "reason":"Hadise'nin enerjik ve etkileyici performansıyla hayat bulan, farklılıkların ve özgüvenin önemini vurgulayan bir şarkıdır. Parça, dinleyicilere güçlü bir motivasyon kaynağı sunar." ,
              "link": "https://open.spotify.com/intl-tr/track/7N1SM5BhB0an1Pdh2oBbn0?si=9a88db71b04a4bf7" }
              
            ]
          }
        },
        "Yabancı": {
          "Evet": {
            "Evet": [
              {"title": "Karma", 
              "artist": "Taylor Swift",
              "reason":"Taylor Swift'in dinamik ve çarpıcı bir parçasıdır. Bu şarkı, güçlü bir mesajı ve dikkat çekici melodileriyle Swift'in etkileyici müzikal yeteneklerini sergiler." ,
              "link": "https://open.spotify.com/intl-tr/track/45R112Jz5hQeKgITXgSXzs?si=66a18cbb9925470f" }
              
            ],
            "Hayır": [
              {"title": "7 Rings", 
              "artist": "Ariana Grande",
              "reason":" Ariana Grande'nin lüks ve özgüven dolu yaşamını betimleyen, popüler ve hit olmuş bir şarkısıdır." ,
              "link": "https://open.spotify.com/intl-tr/track/6ocbgoVGwYJhOv1GgI9NsF?si=5ace9b2b708143f2" }
             
            ]
          } ,
          "Hayır": { 
            "Evet": [{"title": "Wonderland(Taylor's Version)", 
            "artist": "Taylor Swift",
            "reason":"Taylor Swift'in kendi seslendirdiği ve yeniden yorumladığı, dinleyicileri büyülü bir yolculuğa çıkaran bir şarkıdır." ,
            "link": "https://open.spotify.com/intl-tr/track/6HRsJu8vcnzYDN4t0570FY?si=70af3aee6e8a4381" } 
          ],
            "Hayır": [
              {"title": "Boom Boom Pow", 
              "artist": "Black Eyed Peas",
              "reason":"Black Eyed Peas'in enerjik ve ritmik bir hit parçasıdır. Şarkı, modern pop ve hip-hop unsurlarını harmanlayarak dinleyicilere hareketli bir deneyim sunar." ,
              "link": "https://open.spotify.com/intl-tr/track/3oDFtOhcN08qeDPAK6MEQG?si=ad9a36b85f5047f7" }
              
            ]
          }
        }
      },
      "Rock": {
        "Türkçe": {
          "Evet":{
            "Evet": [
            {"title": "Elleri Ellerime", 
            "artist": "Duman",
            "reason":", Duman'ın rock tınılarıyla bezeli ve duygusal yoğunluğu yüksek bir şarkısıdır. Parça, aşkın ve özlemin derin duygularını dinleyicilere etkileyici bir şekilde aktarır." ,
            "link": "https://open.spotify.com/intl-tr/track/0o16NrUwcH3U0fEEPD79VB?si=cc552c7d42fa4bd9" }
            
          ],
          "Hayır": [
            {"title": "Serseri",
              "artist": "Teoman",
              "reason":"Teoman'ın asi ve özgür ruhunu yansıtan, rock müziğin güçlü örneklerinden biridir. Şarkı, dinleyicilere özgün bir deneyim sunar ve Teoman'ın benzersiz tarzını sergiler." ,
              "link": "https://open.spotify.com/intl-tr/track/3717eMglfGPYr9YKzdsiho?si=6f3f384bc96a4e1c" }
          ]
        },
        "Hayır": { 
            "Evet": [{"title": "Mendilimde Kırmızım Var", 
            "artist": "Mabel Matiz",
            "reason":"Mabel Matiz'in duygu dolu ve derin bir anlatıma sahip olan bir şarkısıdır. Parça, Matiz'in etkileyici vokali ve melodik düzenlemeleriyle dikkat çeker." ,
            "link": "https://open.spotify.com/intl-tr/track/5vZysaAVZhfEvQLJwzqwD9?si=58eb301aa91f47f7" } 
          ],
            "Hayır": [
              {"title": "Senden Daha Güzel", 
              "artist": "Duman",
              "reason":"Duman'ın enerjik ve tutkulu bir aşk şarkısıdır. Bu parça, rock müziğin güçlü ritimleriyle dinleyicilere coşkulu bir deneyim sunar." ,
              "link": "https://open.spotify.com/intl-tr/track/2sLAykCWyB1VA5hXDjU59T?si=6d58c866dcec48af" }
              
            ]
          }
      },
        "Yabancı": {
        "Evet": {
          "Evet":[
            {"title": "We Will Rock You", 
            "artist": "Queen",
            "reason":"Queen'in efsanevi ve ikonik şarkılarından biridir. Bu parça, güçlü ritimleri ve etkileyici sözleriyle dinleyicilere ilham verir ve coşku dolu anlar yaşatır." ,
            "link": "https://open.spotify.com/intl-tr/track/4pbJqGIASGPr0ZpGpnWkDn?si=412d44d38a1b4006" }
            
          ],
          "Hayır": [
            {"title": "Radioactive", 
            "artist": "Imagine Dragons",
            "reason":"Imagine Dragons'un enerjik ve dinamik bir parçasıdır. Şarkı, güçlü vokalleri ve ritmik yapısıyla dinleyicileri etkileyici bir müzikal yolculuğa çıkarır." ,
            "link": "https://open.spotify.com/intl-tr/track/62yJjFtgkhUrXktIoSjgP2?si=9af1cfad6cdb48e9" }
          ]
        },
        "Hayır": { 
            "Evet": [
              {"title": "Times Like These", 
               "artist": "Foo Fighters",
               "reason":"oo Fighters'ın duygusal ve enerjik bir rock parçasıdır. Şarkı, zor zamanların üstesinden gelme ve yeniden başlama temalarını işler." ,
               "link": "https://open.spotify.com/intl-tr/track/67vYdAAM3oGsEImCRfbtsF?si=9509f47124f443d0" } 
          ],
            "Hayır": [
              {"title": "Highway to Hell", 
              "artist": "AC/DC",
              "reason":"AC/DC'nin klasikleşmiş ve rock müziğin ikonik şarkılarından biridir. Parça, enerjik ritimleri ve güçlü vokalleriyle dinleyicilere unutulmaz bir deneyim sunar." ,
              "link": "https://open.spotify.com/intl-tr/track/2zYzyRzz6pRmhPzyfMEC8s?si=5adeb39642a249ee" }
              
            ]
          }
      }
    },
      "Hip-Hop": {
        "Türkçe": {
          "Evet": { 
            "Evet":[
            {"title": "Suspus", 
             "artist": "Ceza",
             "reason":"Ceza'nın güçlü sözleri ve hızlı rap tekniğiyle dikkat çeken bir parçasıdır. Bu şarkı, toplumsal ve kişisel meselelere cesurca değinerek dinleyicilere derin bir düşünce ve müzikal deneyim sunar." ,
             "link": "https://open.spotify.com/intl-tr/track/1JvUmKSl9Mg6mQnmbjLYyz?si=fd2ec0fef2254c7b" }
          ],
          "Hayır": [
            {"title": "365.Gün",
             "artist": "Sagopa Kajmer",
             "reason":"Sagopa Kajmer'in duygusal derinliği ve anlamlı sözleriyle öne çıkan bir şarkısıdır. Parça, hayatın zorlukları ve içsel mücadeleler üzerine etkileyici bir anlatım sunar." ,
             "link": "https://open.spotify.com/intl-tr/track/1EuFr1JA70TaEzlaSM4ulc?si=d04113b3ecc248de" }
            
          ]
        } ,
        "Hayır": { 
            "Evet": [
           {"title": "Unutulacak Dünler", 
            "artist": "Gazapizm",
            "reason":"Gazapizm'in samimi ve duygusal bir anlatımla seslendirdiği, hayatın zorluklarını ve unutulmaz anıları konu alan bir şarkıdır. Bu parça, dinleyicilere derin düşünceler ve hisler sunar." ,
            "link": "https://open.spotify.com/intl-tr/track/3aXTeIVnDvo2MT1xLTdGK3?si=374230e2039b4321" } 
          ],
            "Hayır": [
              {"title": "Yerli Plaka", 
              "artist": "Ceza",
              "reason":"Ceza'nın etkileyici rap performansıyla seslendirdiği, Türk rap müziğinin önemli parçalarından biridir. Şarkı, dinleyicilere enerjik ve anlamlı bir deneyim sunar." ,
              "link": "https://open.spotify.com/intl-tr/track/6qLGmqg7yfTVotHvxVClZ8?si=f7bfb6dfccd0451f" }
              
            ]
          }

      },
        "Yabancı": {
          "Evet": { 
            "Evet":[
            {"title": "God's Plan", 
             "artist": "Drake",
             "reason":"Drake'in hit olmuş parçalarından biridir. Şarkı, Drake'in hayatı ve kariyeri hakkında kişisel ve anlamlı bir anlatım sunar, aynı zamanda dinleyicilere pozitif bir mesaj iletir." ,
             "link": "https://open.spotify.com/intl-tr/track/6DCZcSspjsKoFjzjrWoCdn?si=92f38f2bc5ce4098" }
           
          ],
          "Hayır": [
            {"title": "Empire State of Mind", 
            "artist": "Jay-Z ft. Alicia Keys",
            "reason":"ay-Z ve Alicia Keys'in New York'a olan sevgilerini ve şehrin büyüleyici atmosferini anlattıkları güçlü bir şarkıdır. Parça, hem rap hem de pop unsurlarını başarılı bir şekilde harmanlar." ,
            "link": "https://open.spotify.com/intl-tr/track/2igwFfvr1OAGX9SKDCPBwO?si=dfa877a43a23464b" }
          ]
        } ,
        "Hayır": { 
            "Evet": [
              {"title": "Circles", 
            "artist": "Post Molone",
            "reason":" Şarkı, ayrılık ve ilişkiler üzerine derinlemesine düşünceler içerir ve dinleyicilere etkileyici bir müzikal deneyim sunar." ,
            "link": "https://open.spotify.com/intl-tr/track/21jGcNKet2qwijlDFuPiPb?si=b1fe7ded82fc45e0" } 
          ],
            "Hayır": [
              {"title": "I Love", 
              "artist": "Joyner Lucas",
              "reason":" Joyner Lucas'ın enerjik ve hızlı ritimlerle bezeli bir hip-hop parçasıdır. Şarkı, Lucas'ın kendine olan güvenini ve kişisel anlatımını güçlü bir şekilde yansıtır." ,
              "link": "https://open.spotify.com/intl-tr/track/30z4LVkScpeNhwHFIB8Ewa?si=858fdbfab3524b93" }
            ]
          }
      }
    } 
  }
},
        

  "Hüzünlü": {
    "Evet": {
      "Pop": {
        "Türkçe": {
          "Evet": {
            "Evet": [
              {"title": "Mazi Kalbimde Bir Yaradır", 
               "artist": "Kargo" ,
               "reason": "Geçmişin acı tatlı hatıralarını anımsatan bir şarkı. Dinleyiciyi hüzünlendirirken, aynı zamanda nostaljik bir huzur da verir.",
               "link": "https://open.spotify.com/intl-tr/track/3fGsCkZgaEPWdHLMoNexcA?si=d4dedc18b6da4239"      }
            ],
            "Hayır": [
              {"title": "Tatlım Tatlım", 
               "artist": "Ersay Üner",
               "reason": "Aşkın tatlı ve buruk anlarını hatırlatan bir şarkı. Hüzünlü duygular içinde dinleyiciye biraz umut ve neşe katar.",
               "link": "https://open.spotify.com/intl-tr/track/3H3XlX7hm1OYuiPhFC8WTx?si=b3bbafe8a4254249"  }
             
            ]
          },
          "Hayır": {
            "Evet": [
              {"title": "Kaçın Kurası", 
               "artist": "Sezen Aksu",
               "reason": "Aşkın zorlu yanlarını anlatırken, Sezen Aksu'nun samimi vokalleri dinleyiciye teselli sağlar.",
               "link": "https://open.spotify.com/intl-tr/track/3Qaj6EzdVTzysN50rg2u4p?si=d90a6d59f8274256"  }
             
            ],
            "Hayır": [
              {"title": "Karam", 
              "artist": "Hakan Peker",
              "reason": "Enerjik ritmiyle dans ettiren, aynı zamanda eski aşkların tatlı anılarını hatırlatan bir şarkı.",
              "link": "https://open.spotify.com/intl-tr/track/52stTfJTry7xOd6pLXrfXm?si=c958832da32748b1"  }
              
            ]
          }
        },
        "Yabancı": {
          "Evet": {
            "Evet": [
              {"title": "I Can Do It With A Broken Heart", 
              "artist": "Taylor Swift",
              "reason": " Şarkı, Swift'in duygusal anlatımı ve içten vokalleriyle dinleyiciye derin bir bağ kurma imkanı sunar. Bu parça, yaşanan hayal kırıklıkları ve acılar karşısında güçlü durmayı ve devam etmeyi vurgular.",
              "link": "https://open.spotify.com/intl-tr/track/2fPvQfGQEZOKtJ9qXeL4x8?si=1bef29df603644bc"  }
              
            ],
            "Hayır": [
              {"title": "Hymn For The Weekend",
              "artist": "Coldplay",
              "reason": " Şarkının sözleri, hayatın coşkusunu ve kutlamayı vurgular. İçinde bulunduğunuz anın tadını çıkarmayı, mutluluğu ve özgürlüğü kutlamayı teşvik eder. Hymn for the Weekend, neşeli melodisi ve canlı temposuyla dinleyicilere enerjik ve keyifli bir deneyim sunar, böylece hüzünlü anlarda bile moralinizi yükseltebilir.",
              "link": "https://open.spotify.com/intl-tr/track/3RiPr603aXAoi4GHyXx0uy?si=193e7d4eb8f84747"  }
              
            ]
          },
          "Hayır": {
            "Evet": [
              {"title": "Tears in Heaven",
              "artist": "Eric Clapton",
              "reason": "Clapton, şarkıyı 1991 yılında dört yaşındaki oğlu Conor'un trajik ölümünün ardından yazdı. Sözler, Clapton'ın yaşadığı acı ve kayıpla başa çıkma sürecini yansıtır. Şarkı, sevdiklerini kaybetmiş olan dinleyiciler için teselli ve anlayış sunar. Melodisi yumuşak ve hüzünlüdür, bu da şarkının içtenliğini artırır. ",
              "link": "https://open.spotify.com/intl-tr/track/1kgdslQYmeTR4thk9whoRw?si=02ec1f3d91d544a4"  }
              
            ],
            "Hayır": [
              {"title": "Yesterday", 
              "artist": "The Beatles",
              "reason": "Melodisi yumuşak ve akıcıdır, McCartney'in sade gitar eşliği ve vokaliyle dinleyicilere içten bir duygusal deneyim sunar. Şarkının sözleri, pişmanlık ve nostalji temalarını işler, geçmişin hatıralarını ve eski güzel günleri anımsatarak dinleyicilerde duygusal bir bağ kurar.",
              "link": "https://open.spotify.com/intl-tr/track/3BQHpFgAp4l80e1XslIjNI?si=9d7b39eb00e54719"  }
              
            ]
          }
        }
      },
      "Rock": {
        "Türkçe": {
          "Evet": {
            "Evet": [
              {"title": "Bu Son Olsun", 
              "artist": "Cem Karaca",
              "reason": "Şarkının sözleri, baskı ve adaletsizlik karşısında direnmenin önemini ve özgürlüğe duyulan özlemi anlatır, böylece dinleyicilere ilham verir ve moral yükseltir.",
              "link": "https://open.spotify.com/intl-tr/track/5QfhqYAS8wmNnvFuOgLNRs?si=8eb85318d5a04edc"  }
            ],
            "Hayır": [
              {"title": "Hal Hal", 
              "artist": "Barış Manço",
              "reason": "Bu enerjik parça, günlük hayatın sıkıntılarından uzaklaşıp dans etmek ve eğlenmek için mükemmel bir seçimdir. Şarkının ritmik ve hareketli melodisi, dinleyicilerin modunu anında yükseltir ve Barış Manço'nun sıcak ve samimi vokali, şarkıya ekstra bir keyif katar.",
              "link": "https://open.spotify.com/intl-tr/track/0lrfWTxWwdZWWtJsXXL31z?si=24bdf48f57ee42cc"  }
              
            ]
          },
          "Hayır": {
            "Evet": [
              {"title": "Dibine Kadar", 
              "artist": "Duman",
              "reason": " Bu şarkı, bir yandan hüzünlü bir atmosfer yaratırken diğer yandan dinleyicilere güç verir ve onları derin düşüncelere sevk eder. Hem müzikal yapısıyla hem de lirikal içeriğiyle, moral bozukluğuna karşı direnç gösterenler için anlamlı bir dinleme deneyimi sunar.",
              "link": "https://open.spotify.com/intl-tr/track/5pbFyTdwtJVmZB5LXmccX4?si=dd1d25181adb4d5b"  }
            ],
            "Hayır": [
              {"title": "Bir Şey Yapmalı", 
              "artist": "Moğollar",
              "reason": "Dinlerken, dinleyiciler hem içsel bir sorgulama yaşar hem de toplumsal farkındalık kazanırlar. Bu şarkı, motivasyon arayanlar ve hayatlarında olumlu bir değişiklik yapmak isteyenler için ilham verici bir parça olarak öne çıkar.",
              "link": "https://open.spotify.com/intl-tr/track/1nu8IeascHpIQ2Usch8MqZ?si=72660e4bbfb1472f"  }
              
            ]
          }
        },
        "Yabancı": {
          "Evet": {
            "Evet": [
              {"title": "So Far Away", 
              "artist": "Avenged Sevenfold",
              "reason": "Bu şarkı, grubun bateristi The Rev'in (James Sullivan) ani vefatının ardından onun anısına yazılmıştır. Duygusal ve melankolik bir rock baladı olan So Far Away, kayıp ve yas temasını işlerken, sevdiklerinin kaybını yaşayan dinleyicilere hitap eder. Şarkı, hem sözleri hem de melodisiyle derin bir duygusal etki bırakır.",
              "link": "https://open.spotify.com/intl-tr/track/7Hr1Ignop7cymbE3FbOtXa?si=474604d898964910"  }
             
            ],
            "Hayır": [
              {"title": "Oceans Of Time", 
              "artist": "Axel Rudi Pell",
              "reason": "So Far Away, yalnızca kişisel bir kaybı değil, aynı zamanda zamanın geçiciliğini ve hayatta sevdiklerimize ne kadar değer vermemiz gerektiğini de hatırlatır. Şarkının samimi sözleri, dinleyicilere sevilen birini kaybetmenin acısını hissettirir ve aynı zamanda anıların gücünü vurgular. ",
              "link": "https://open.spotify.com/intl-tr/track/1ERHNah3cK0uamurjWYj7a?si=2929bf76dcec4aca"  }
              
            ]
          },
          "Hayır": {
            "Evet": [
              {"title": "Still Loving You", 
              "artist": "Scorpions",
              "reason": "Şarkının dokunaklı melodisi ve etkileyici vokali, dinleyicilere duygusal bir yolculuk sunar. Sözlerindeki derinlik ve samimiyet, dinleyicilerin kendi ilişkilerine veya geçmiş aşklarına odaklanmalarını sağlar. ",
              "link": "https://open.spotify.com/intl-tr/track/0RdUX4WE0fO30VnlUbDVL6?si=cc03306dbb2b4ce0"  }
              
            ],
            "Hayır": [
              {"title": "Nights In White Satin", 
              "artist": "The Moody Blues",
              "reason": "Şarkı, romantizm ve özlem temasını işler. İlişkilerdeki karmaşıklığı ve duygusal derinliği yansıtır. Melankolik dokunuşlarıyla, geçmiş anıları hatırlatan bir nostalji hissi uyandırır. Özellikle gece ve sessizlikle ilişkilendirilen bir atmosfer oluşturur.",
              "link": "https://open.spotify.com/intl-tr/track/5w1ingzqrsJka9nlnEFB64?si=d730294e84ee4d84"  }
              
            ]
          }
        }
      },
      "Hip-Hop": {
        "Türkçe": {
          "Evet": {
            "Evet": [
              {"title": "Ölü", 
              "artist": "Contra",
              "reason": "Şarkının sözleri, insanın yaşamını ve ölümü sorgulamasını, varoluşsal bir arayış içinde olmasını anlatır. Contra, içsel mücadelelerini ve duygusal zorlukları cesurca dile getirirken, aynı zamanda dinleyiciye umut ve içsel güç bulma konusunda ilham verir.",
              "link": "https://open.spotify.com/intl-tr/track/4HbJLNbqtZI5AHKg12VtNr?si=265743cf9dad4d2f"  }
              
            ],
            "Hayır": [
              {"title": "Galiba", 
              "artist": "Sagopa Kajmer",
              "reason": "Sözlerindeki derinlik ve düşünsel yoğunluk, dinleyiciyi kendi duygusal zorluklarına ve hayatın anlamını sorgulamaya yönlendirir. Sagopa Kajmer'in karakteristik tarzıyla harmanlanmış olan şarkı, duygusal derinliği ve düşünsel katmanlarıyla dinleyiciyi etkiler.",
              "link": "https://open.spotify.com/intl-tr/track/6uuQZFYzeUf1NR5tucdjj5?si=c25d6e182a354788"  }
              
            ]
          },
          "Hayır": {
            "Evet": [
              {"title": "Ben Hüsrana Komşuyum", 
              "artist": "Sagopa Kajmer",
              "reason": "Sözlerindeki yoğunluk ve duygusal derinlik, dinleyiciyi etkileyici bir atmosferin içine çeker. Şarkıda hüsrana ve kayıplara dair bir iç hesaplaşma yaşanırken, aynı zamanda umut ve aydınlık bir geleceğe duyulan özlem de dile getirilir.",
              "link": "https://open.spotify.com/intl-tr/track/19AwV64gX0OSEsuhFzDlan?si=384e1a42fd2d45e2"  }
            ],
            "Hayır": [
              {"title": "Bul Beni", 
              "artist": "Ezhel",
              "reason": "Şarkı, içsel çatışmalar, kırılganlık ve karanlık duygular üzerine derinlemesine bir düşünce ve duygu deneyimi sunar. Ezhel'in etkileyici vokal performansı ve şarkının dokunaklı melodisi, dinleyicileri duygusal bir yolculuğa çıkarırken, onlara içlerindeki derin duyguları keşfetme ve ifade etme fırsatı verir.",
              "link": "https://open.spotify.com/intl-tr/track/6ipyu0Am4avjFkBcFAhVAz?si=e46257fe34824294"  }
              
            ]
          }
        },
        "Yabancı": {
          "Evet": {
            "Evet": [
              {"title": "The Monster", 
              "artist": "Eminem ft. Rihanna",
              "reason": "The Monster, Eminem'in kişisel ve duygusal derinliğini yansıtan güçlü bir şarkıdır. Hip-hop'un etkileyici ritimleriyle birleşen bu derinlik, dinleyicilere hem duygusal hem de zihinsel bir deneyim sunar. Şarkı, karanlık ve ışık arasındaki çatışmayı, içsel kargaşayı ve güçlü bir iç hesaplaşmayı anlatırken, aynı zamanda umut ve değişim arayışını da vurgular.",
              "link": "https://open.spotify.com/intl-tr/track/48RrDBpOSSl1aLVCalGl5C?si=bd02982c54a54b6b"  }
            ],
            "Hayır": [
              {"title": "Wake Up In The Sky", 
              "artist": "Bruno Mars",
              "reason": "Şarkı, hafif tempolu bir ritme ve neşeli melodilere sahiptir. Sözlerde, hayatın tadını çıkarma, başarıların keyfini sürme ve kendini iyi hissetme üzerine odaklanır. Dinleyiciyi pozitif bir ruh haline sokan ve enerji veren bir etkisi vardır.",
              "link": "https://open.spotify.com/intl-tr/track/0QIjsbm2fh1cJ45XO9eGqq?si=7d12828f080541d9"  }
              
            ]
          },
          "Hayır": {
            "Evet": [
              {"title": "Changes", 
              "artist": "2Pac",
              "reason": "Changes, içerdiği güçlü mesajlarla hüzünlü birini düşündürebilir ancak aynı zamanda umut verici bir etkiye de sahip olabilir. Şarkı, toplumsal adalet ve değişim konularında düşünmeye teşvik ederken, dinleyiciye cesaret ve dayanışma duyguları aşılayabilir. Bu nedenle, hüzünlü birinin modunu yükseltmek için güçlü ve etkileyici bir seçenek olabilir.",
              "link": "https://open.spotify.com/intl-tr/track/1ofhfV90EnYhEr7Un2fWiv?si=678a1f7997e747ee"  }
              
            ],
            "Hayır": [
              {"title": "Sing About Me, I'm Dying of Thirst", 
              "artist": "Kendrick Lamar",
              "reason": "İçerdiği derinlikli temalar ve anlamlı sözleriyle hüzünlü birini derinden etkileyebilir. Ancak aynı zamanda, içsel bir yolculuğa çıkmaya ve kendini anlamaya teşvik edebilir. Dinleyicilere umut, direnç ve kişisel dönüşüm konularında düşünme fırsatı sunar. Bu nedenle, hüzünlü birinin modunu yükseltmek ve düşünmeye teşvik etmek için güçlü bir seçenek olabilir.",
              "link": "https://open.spotify.com/intl-tr/track/1Z2FvDFZSDQ23s4BDqpWqZ?si=08bd222d8d4f4513"  }
              
            ]
          }
        }
      }
    },
  "Hayır": {
      "Pop": {
        "Türkçe": {
          "Evet": {
            "Evet": [
              {"title": "Üzülmedin Mi?", 
              "artist": "Simge",
              "reason": "Duygusal bir pop şarkısı olan Üzülmedin Mi?, aşkın zorlu yollarını ve yaşanan hayal kırıklıklarını işler. Simge'nin kendine özgü yorumuyla dinleyiciye ulaşır.",
              "link": "https://open.spotify.com/intl-tr/track/7s4j3L5z2qU6ferYLOmFz9?si=a14b575f45a643ff"  }
            ],
            "Hayır": [
              {"title": "Saçma Sapan", 
              "artist": "Emir Şamur",
              "reason": "Kendine özgü tarzıyla dikkat çeken Emir Şamur'un Saçma Sapan adlı şarkısı, gençliğin özgürlük arayışlarını ve içsel çatışmalarını ele alır.",
              "link": "https://open.spotify.com/intl-tr/track/2eHEyGtsveVubU7SiinLuT?si=a311ab63075349f7"  }
              
            ]
          },
          "Hayır": {
            "Evet": [
              {"title": "İncir", 
              "artist": "İlyas Yalçıntaş",
              "reason": "Romantik bir Türkçe pop şarkısı olan İncir, İlyas Yalçıntaş'ın özgün sesiyle dinleyicilere aşkı ve özlemi anlatır.",
              "link": "https://open.spotify.com/intl-tr/track/7i9lZaZpf7ePtrZF6KtLIs?si=8881a814249944d3"  }
              
            ],
            "Hayır": [
              {"title": "Bana Sen Lazımsın", 
              "artist": "Rafet El Roman",
              "reason": "Rafet El Roman'ın eşsiz yorumuyla romantizmi ve sevgiyi işleyen bu şarkı, duygusal bir atmosfer sunar.",
              "link": "https://open.spotify.com/intl-tr/track/4c1HHhPYELgynaK14kQ3nO?si=2e4d55bd1f0d4224"  }
             
            ]
          }
        },
        "Yabancı": {
          "Evet": {
            "Evet": [
              {"title": "All To Well(10 Minutes Version)", 
              "artist": "Taylor Swift",
              "reason": "Taylor Swift'in uzun versiyonuyla yeniden kaydettiği bu şarkı, kayıp bir aşkın ardından yaşanan duygusal yıkımı ve ardından gelen iyileşme sürecini anlatır.",
              "link": "https://open.spotify.com/intl-tr/track/5enxwA8aAbwZbf5qCHORXi?si=3455cda58b9048cc"  }
              
            ],
            "Hayır": [
              {"title": "Green Light", 
              "artist": "Lorde",
              "reason": "Enerjik bir pop şarkısı olan Green Light, Lorde'un kendine özgü tarzıyla dinleyiciyi hareketlendirir ve özgürlük arayışını işler.",
              "link": "https://open.spotify.com/intl-tr/track/6ie2Bw3xLj2JcGowOlcMhb?si=a7a27c22ebde4ebd"  }
             
            ]
          },
          "Hayır": {
            "Evet": [
              {"title": "Before You Go", 
              "artist": "Lewis Capaldi",
              "reason": "İçten bir balad olan Before You Go, ayrılığın yarattığı acıyı ve geride kalanların duygularını işler.",
              "link": "https://open.spotify.com/intl-tr/track/2gMXnyrvIjhVBUZwvLZDMP?si=1ffcb30eaba6430f"  }
              
            ],
            "Hayır": [
              {"title": "1950", 
               "artist": "King Princess",
               "reason": " LGBTQ+ temalı bu şarkı, King Princess'in kendine özgü tarzıyla dinleyicilere aşkın farklı yönlerini sunar.",
               "link": "https://open.spotify.com/intl-tr/track/0CZ8lquoTX2Dkg7Ak2inwA?si=ba15d7ad61e74092"  }
              
            ]
          }
        }
      },
      "Rock": {
        "Türkçe": {
          "Evet": {
            "Evet": [
              {"title": "Mayın Tarlası", 
               "artist": "Şebnem Ferah",
               "reason": "Türkçe rock müziğin sevilen isimlerinden Şebnem Ferah'ın bu şarkısı, savaşın ve zorlu mücadelelerin içinden geçen insanların hikayesini anlatır.",
               "link": "https://open.spotify.com/intl-tr/track/3r4JGqyBhcIpOKRQLYjD5C?si=c0aba1517e004731"  }
            ],
            "Hayır": [
              {"title": "Oyunbozan",
               "artist": "Mor Ve Ötesi",
               "reason": "Mor Ve Ötesi'nin enerjik rock şarkısı Oyunbozan, içinde bulunduğumuz dünyanın zorluklarına meydan okuyan bir ruhu yansıtır.",
               "link": "https://open.spotify.com/intl-tr/track/5DbtYgRjkUIapSm2Ilr81D?si=8a0b262db95942ff"  }
              
            ]
          },
          "Hayır": {
            "Evet": [
              {"title": "Dağları Deldim",
               "artist": "Özlem Tekin",
               "reason": "Güçlü bir kadın vokaliyle seslendirilen bu şarkı, cesaret ve mücadele ruhunu yansıtır.",
               "link": "https://open.spotify.com/intl-tr/track/17wgsCCy5uZ5qs9S6bfHDJ?si=f67c0be5372c4c47"  }
              
            ],
            "Hayır": [
              {"title": "Denize Bıraksam", 
              "artist": "Göksel",
              "reason": "Melankolik bir hava taşıyan bu şarkı, içsel bir yolculuğun ve dönüşümün sembolik bir temsilidir.",
              "link": "https://open.spotify.com/intl-tr/track/5g2gVlkFIUb49BZSCrfQqD?si=f6fd525849b14a9d"  }
              
            ]
          }
        },
        "Yabancı": {
          "Evet": {
            "Evet": [
              {"title": "Let It Be", 
              "artist": "The Beatles",
              "reason": "Klasikleşmiş bir Beatles şarkısı olan Let It Be, hayatın zorlukları karşısında iç huzurun ve kabullenmenin önemini vurgular.",
              "link": "https://open.spotify.com/intl-tr/track/7iN1s7xHE4ifF5povM6A48?si=cdc8f23c48f94a21"  }
              
            ],
            "Hayır": [
              {"title": "Zombie",
               "artist": "The Cranberries",
               "reason": "Güçlü bir protest şarkısı olan Zombie, savaşın ve çatışmanın insanlık üzerindeki yıkıcı etkilerini anlatır.",
               "link": "https://open.spotify.com/intl-tr/track/7EZC6E7UjZe63f1jRmkWxt?si=153b146588b64ec8"  }
            ]
          },
          "Hayır": {
            "Evet": [
              {"title": "Paint It,Black", 
              "artist": "The Rolling Stones",
              "reason": "The Rolling Stones'un ikonik şarkısı, karanlık duyguları ve değişimi işleyerek dinleyiciyi etkiler.",
              "link": "https://open.spotify.com/intl-tr/track/63T7DJ1AFDD6Bn8VzG6JE8?si=2d4ec3e459524bde"  }
             
            ],
            "Hayır": [
              {"title": "Dust In The Wind", 
              "artist": "Kansas",
              "reason": " Melankolik bir hava taşıyan bu şarkı, yaşamın geçiciliğini ve insanın varoluşsal sorgulamalarını yansıtır.",
              "link": "https://open.spotify.com/intl-tr/track/6zeE5tKyr8Nu882DQhhSQI?si=d3aa91be6cf84b32"  }
             
            ]
          }
        }
      },
      "Hip-Hop": {
          "Türkçe": {
            "Evet": {
              "Evet": [
                {"title": "Gel", 
                "artist": "Şanışer",
                "reason": "Gel, insanın iç dünyasına ışık tutarken, aynı zamanda müzikal bir zenginlik sunar ve dinleyicilere duygusal olarak bağ kurma fırsatı verir.",
                "link": "https://open.spotify.com/intl-tr/track/3SsbiElZb2gUSd5i7BOSUC?si=0e1836461af94371"  }
                
              ],
              "Hayır": [
                {"title": "Baytar", 
                "artist": "Sagopa Kajmer",
                "reason": "Baytar, içsel çatışmaları, toplumsal eleştirileri ve kişisel deneyimleri yansıtan güçlü bir eserdir. Şarkının ritmi ve vurguları, dinleyicilere Sagopa Kajmer'in derinliklerine ve duygusal zenginliğine doğru bir yolculuk sunar. ",
                "link": "https://open.spotify.com/intl-tr/track/6iWvJmp3gA8DxTuN4BSECB?si=9442ba5473b3491b"  }
                
              ]
            },
            "Hayır": {
              "Evet": [
                {"title": "Yağmurlar", 
                "artist": "Anıl Piyancı",
                "reason": "Şarkıdaki lirikler, yaşamın iniş çıkışlarını ve içsel savaşları yansıtırken, aynı zamanda umudu ve ilhamı da barındırır. Bu nedenle, Yağmurlar dinleyicilere hem düşündürücü bir deneyim sunar hem de duygusal bir rahatlama sağlar.",
                "link": "https://open.spotify.com/intl-tr/track/3aX0N8IdY9rECrbuuR4FMp?si=e6260f0ac3804580"  }
                
              ],
              "Hayır": [
                {"title": "Kelebek", 
                 "artist": "Güneş",
                 "reason": "Şarkıda, zorluklarla başa çıkma, kendi gücünü bulma ve yeniden doğma teması işlenir. Güneş'in samimi ifadeleri, dinleyicileri kendi iç dünyalarına yönlendirirken, güçlü ve duygusal bir bağ kurar. Kelebek, içsel dönüşüm ve kendiyle barışma sürecinde olanların duygularına tercüman olurken, umut ve ilham verici bir mesaj sunar.",
                 "link": "https://open.spotify.com/intl-tr/track/4INgCdtxMa3w4qEgxbFLNV?si=d8d26c727686466a"  }
                
              ]
            }
          },
          "Yabancı": {
            "Evet": {
              "Evet": [
                {"title": "Till I Collapse", 
                "artist": "Eminem",
                "reason": "Şarkının sözleri, pes etmemeyi ve hedeflere ulaşmak için sürekli olarak çalışmayı vurgular. Eminem, hayatta karşılaşılan zorluklara rağmen güçlü kalmayı ve mücadele etmeyi anlatır. Şarkı, dinleyicilere cesaret ve güç verirken, mücadelelerin üstesinden gelme isteğini artırır.",
                "link": "https://open.spotify.com/intl-tr/track/4xkOaSrkexMciUUogZKVTS?si=4d01364c392a414c"  }
                
              ],
              "Hayır": [
                {"title": "Drop It Like It's Hot", 
                "artist": "Snoop Dog",
                "reason": "Şarkının çarpıcı ritmi ve eğlenceli havası, hüzünlü birinin ruh halini anında yükseltebilir ve ona enerji ve neşe verebilir. Drop It Like It's Hot, dinleyicilere pozitif bir perspektif sunarak, hayatın tadını çıkarmayı ve anın tadını çıkarmayı hatırlatır. Bu nedenle, hüzünlü birinin modunu yükseltmek ve enerjisini artırmak için mükemmel bir şarkı seçeneğidir.",
                "link": "https://open.spotify.com/intl-tr/track/2NBQmPrOEEjA8VbeWOQGxO?si=8893f60ac6484fc1"  }
                
              ]
            },
            "Hayır": {
              "Evet": [
                {"title": "See You Again", 
                "artist": "Wiz Khalifa",
                "reason": "Şarkının yükselen melodisi ve anlamlı sözleri, hüzünlü birinin içsel dünyasını aydınlatabilir ve ona sevdiklerini hatırlatırken geleceğe umutla bakma cesareti verir. See You Again, duygusal bir yolculuğa çıkmak isteyenler için mükemmel bir seçenek olabilir ve dinleyicilerin duygusal olarak güçlenmelerine yardımcı olabilir.",
                "link": "https://open.spotify.com/intl-tr/track/2JzZzZUQj3Qff7wapcbKjc?si=c611120807984011"  }
                
              ],
              "Hayır": [
                {"title": "Mockingbird", 
                "artist": "Eminem",
                "reason": "Hüzünlü birinin modunu yükseltmek için Mockingbird, içinde bulunduğu duyguları anlamasına ve sevdikleriyle bağlarını güçlendirmesine yardımcı olabilir. Dinleyicilere, aile ve sevgi gibi evrensel konularda düşünme fırsatı sunar ve onları içsel bir sükunete yönlendirir.",
                "link": "https://open.spotify.com/intl-tr/track/561jH07mF1jHuk7KlaeF0s?si=1548a8258f3641a8"  }
               
              ]
            }
          }
        }
    }
  },


  "Depresif": {
    "Evet": {
      "Pop": {
        "Türkçe": {
          "Evet": {
            "Evet": [
              {
  "title": "Bir Melek Vardı",
  "artist": "Model",
  "reason": "Bir Melek Vardı, Model’in duygusal ve etkileyici şarkılarından biridir. Sözleriyle hayatın zorluklarına ve kayıplara değinirken, melodisi ve Sezen Aksu'nun vokali dinleyicilere hüzünlü bir atmosfer sunar. Model’in müzikal yetenekleri ve duygusal derinliğiyle öne çıkan bu parça, dinleyicileri derinden etkiler.",
  "link": "https://open.spotify.com/intl-tr/track/6OFh1Bd1HWPQZukyjS852d?si=02267a4d13454468"
}

            ],
            "Hayır": [
              {
  "title": "Yolla",
  "artist": "Tarkan",
  "reason": "Yolla, Tarkan'ın enerjik ve coşkulu şarkılarından biridir. Şarkının ritmi ve sözleri, dinleyicilere hareketli bir müzik deneyimi sunar. Tarkan'ın karakteristik tarzı ve güçlü vokali, Yolla'yı dinleyiciler için unutulmaz bir parça haline getirir.",
  "link": "https://open.spotify.com/intl-tr/track/36RTcbIM1CAOcUT8IZVCKy?si=c8f8912b69ed479f"
}

            ]
          },
          "Hayır": {
            "Evet": [
             {
  "title": "Beni Vur",
  "artist": "Ahmet Kaya",
  "reason": "Beni Vur, Ahmet Kaya’nın eşsiz vokaliyle dinleyicilere duygusal bir deneyim sunan bir şarkıdır. Sözleriyle aşkın karmaşıklığını ve duygusal yoğunluğunu yansıtırken, ritmi ve melodisi dinleyicileri etkilemeye yöneliktir. Ahmet Kaya’nın karakteristik tarzı ve duygusal yorumu, Beni Vur'u unutulmaz kılar.",
  "link": "https://open.spotify.com/intl-tr/track/1tLORE7MX4xLeh5KG3ACw0?si=77901ec817f243ae"
}

            ],
            "Hayır": [
              {
  "title": "Her Şeyi Yak",
  "artist": "Duman",
  "reason": "Her Şeyi Yak, Duman'ın etkileyici rock tarzını yansıtan ve dinleyicilere güçlü bir duygu aktaran bir şarkıdır. Sözleriyle isyan ve özgürlük temalarını işlerken, ritmi ve vokali dinleyicileri etkilemeye yöneliktir. Duman'ın karakteristik tarzı ve enerjik performansı, Her Şeyi Yak'ı unutulmaz kılar.",
  "link": "https://open.spotify.com/intl-tr/track/4uqlFpMPTKO6uAsX6qvK0l?si=785d3e345b6e426a"
}

            ]
          }
        },
        "Yabancı": {
          "Evet": {
            "Evet": [
            {
  "title": "Say Something",
  "artist": "A Great Big World",
  "reason": "Say Something, A Great Big World'ün dokunaklı ve duygusal bir şarkısıdır. Sözleriyle içsel bir çıkmazı ve kaybedilen bir ilişkiyi ifade ederken, melodisi ve vokali dinleyicilerin duygusal bir deneyim yaşamasını sağlar. Şarkı, derin duygulara dokunan ve etkileyici bir atmosfer yaratan unutulmaz bir parçadır.",
  "link": "https://open.spotify.com/track/6Vc5wAMmXdKIAM7WUoEb7N?si=ab1559f2f3f5471b"
}

            ],
            "Hayır": [
              {
  "title": "Love Me Like You Do",
  "artist": "Ellie Goulding",
  "reason": "Love Me Like You Do, Ellie Goulding'in duygusal ve romantik bir atmosfere sahip hit şarkılarından biridir. Sözleriyle aşkın derinliklerine inerken, melodisi ve vokali dinleyicilere duygusal bir deneyim sunar. Şarkı, romantizm ve tutku dolu bir atmosfer yaratarak dinleyicileri etkiler.",
  "link": "https://open.spotify.com/intl-tr/track/0Cy7wt6IlRfBPHXXjmZbcP?si=e73e048ace3e4395"
}

            ]
          },
          "Hayır": {
            "Evet": [
           {
  "title": "Everybody Hurts",
  "artist": "R.E.M.",
  "reason": "Everybody Hurts, R.E.M.'in duygusal ve içsel bir yolculuğa çıkaran şarkılarından biridir. Sözleriyle zor zamanlarda yaşanan duygusal acıları ve içsel çatışmaları ifade ederken, melodisi ve vokali dinleyicilere huzur verir. Everybody Hurts, insanın duygusal karmaşıklığını ve dayanışmayı ön plana çıkaran etkileyici bir parçadır.",
  "link": "https://open.spotify.com/intl-tr/track/6PypGyiu0Y2lCDBN1XZEnP?si=a9d1794dc0f04a4e"
}

            ],
            "Hayır": [
          {
  "title": "Fix You",
  "artist": "Coldplay",
  "reason": "Fix You, Coldplay'in duygusal ve ilham verici şarkılarından biridir. Sözleriyle zor zamanlarda umut verirken, melodisi ve vokali dinleyicilere içsel bir iyileşme ve güç kazanma hissiyatı verir. Fix You, derin duyguları ifade eden ve dinleyicilere ilham veren unutulmaz bir parçadır.",
  "link": "https://open.spotify.com/intl-tr/track/7LVHVU3tWfcxj5aiPFEW4Q?si=a9a391c6b76f4af8"
}

            ]
          }
        }
      },
      "Rock": {
        "Türkçe": {
          "Evet": {
            "Evet": [
              {
  "title": "Ne Güzel Güldün",
  "artist": "Pinhani",
  "reason": "Ne Güzel Güldün, Pinhani’nin içsel bir huzur ve mutluluk hissiyatını yansıtan şarkılarından biridir. Sözleriyle sevgi ve umudu işlerken, melodisi ve Pinhani’nin vokali dinleyicilere pozitif bir enerji ve neşe verir. Ne Güzel Güldün, içsel bir mutluluğun ve sevincin şarkısı olarak öne çıkar.",
  "link": "https://open.spotify.com/intl-tr/track/79bKKv3MNqU7jec2IFKw7d?si=a29c849e9101430a"
}

            ],
            "Hayır": [
        {
  "title": "Kolay Değildir",
  "artist": "Duman",
  "reason": "Kolay Değildir, Duman'ın hüzünlü ve içsel bir yolculuğa çıkaran şarkılarından biridir. Sözleriyle ayrılık ve ayrılık sonrası yaşanan duygusal karışıklıkları ifade ederken, melodisi ve vokali dinleyicilere derin bir duygu deneyimi sunar. Kolay Değildir, insanın içsel yolculuğunu ve duygusal karmaşıklığı yansıtan unutulmaz bir parçadır.",
  "link": "https://open.spotify.com/intl-tr/track/0k68niX0cJejrmb0fPT3NF?si=fe9838c288ad4c9a"
}

            ]
          },
          "Hayır": {
            "Evet": [
{
  "title": "Rüyalarda Buruşmuşum",
  "artist": "Adamlar",
  "reason": "Rüyalarda Buruşmuşum, Adamlar’ın dokunaklı ve derin duygulara hitap eden şarkılarından biridir. Sözleriyle geçmişe duyulan özlemi ve hatıraları ifade ederken, melodisi ve vokali dinleyicilere içsel bir hüzün ve melankoli hissiyatı verir. Rüyalarda Buruşmuşum, duygusal bir yolculuğun ve nostaljinin şarkısı olarak öne çıkar.",
  "link": "https://open.spotify.com/intl-tr/track/4cQSOn9oP0MiM7BgiRngFk?si=f65616b91f144539"
}

            ],
            "Hayır": [
{
"title": "Elleri Ellerime",
"artist": "Duman",
"reason": "Şarkının dokunaklı sözleri ve etkileyici melodisi, dinleyiciyi duygusal bir yolculuğa çıkarırken Duman'ın özgün rock tarzı parçaya derinlik kazandırır. Elleri Ellerime, aşkın karmaşıklığını ve özlemi yansıtan güçlü bir şarkıdır. Hem sözleri hem de müziğiyle dinleyicilere dokunan bir deneyim sunar.",
"link": "https://open.spotify.com/intl-tr/track/0o16NrUwcH3U0fEEPD79VB?si=ed9d7eb87640474d"
}


            ]
          }
        },
        "Yabancı": {
          "Evet": {
            "Evet": [
              {
  "title": "November Rain",
  "artist": "Guns N' Roses",
  "reason": "November Rain, Guns N' Roses'ün duygusal ve epik şarkılarından biridir. Sözleriyle aşkın karmaşıklığını ve kayıpları ifade ederken, melodisi ve vokali dinleyicilere derin duygusal bir deneyim sunar. November Rain, duygusal yoğunluğu ve etkileyici melodisiyle unutulmaz bir rock klasiği olarak kabul edilir.",
  "link": "https://open.spotify.com/intl-tr/track/3YRCqOhFifThpSRFJ1VWFM?si=3c8e4917a31544b6"
}

            ],
            "Hayır": [
              {
  "title": "Comfortably Numb",
  "artist": "Pink Floyd",
  "reason": "Comfortably Numb, Pink Floyd'un efsanevi şarkılarından biridir. Sözleriyle duygusal bir kopukluğu ve içsel bir boşluğu ifade ederken, melodisi ve vokali dinleyicilere derin bir duygu deneyimi sunar. Comfortably Numb, Pink Floyd'un müzikal ustalığını ve duygusal yoğunluğunu yansıtan unutulmaz bir parçadır.",
  "link": "https://open.spotify.com/intl-tr/track/7Fg4jpwpkdkGCvq1rrXnvx?si=abcb056741a541d4"
}

            ]
          },
          "Hayır": {
            "Evet": [
              {
  "title": "Stairway to Heaven",
  "artist": "Led Zeppelin",
  "reason": "Stairway to Heaven, Led Zeppelin'in efsanevi şarkılarından biridir. Sözleriyle mistik ve derin anlamları ifade ederken, melodisi ve vokali dinleyicilere epik bir müzik deneyimi sunar. Stairway to Heaven, rock müziğin klasikleşmiş eserlerinden biri olarak kabul edilir ve müzikal ustalığın bir örneğidir.",
  "link": "https://open.spotify.com/intl-tr/track/5CQ30WqJwcep0pYcV4AMNc?si=137853ba7a2b4752"
}

            ],
            "Hayır": [
             {
  "title": "Californication",
  "artist": "Red Hot Chili Peppers",
  "reason": "Californication, Red Hot Chili Peppers'ın kültleşmiş şarkılarından biridir. Sözleriyle modern toplumun çelişkilerini ve Kaliforniya'nın karanlık yüzünü anlatırken, melodisi ve vokali dinleyicilere etkileyici bir müzik deneyimi sunar. Californication, grubun karakteristik tarzını ve derin mesajlarını yansıtan unutulmaz bir parçadır.",
  "link": "https://open.spotify.com/intl-tr/track/48UPSzbZjgc449aqz8bxox?si=ef0a530c073d4146"
}

            ]
          }
        }
      },
      "Hip-Hop": {
        "Türkçe": {
          "Evet": {
            "Evet": [
              {
  "title": "Neyim Var Ki",
  "artist": "Ceza ft. Sagopa",
  "reason": "Neyim Var Ki, Ceza ve Sagopa'nın birlikte çalıştıkları ve Türk rap müziğinin en güçlü şarkılarından biridir. Sözleriyle içsel çatışmaları, hayatın zorluklarını ve duygusal derinlikleri ifade ederken, ritmi ve vokalleri dinleyicilere güçlü bir duygu aktarır. Ceza ve Sagopa'nın karakteristik tarzları, Neyim Var Ki'yi unutulmaz kılar.",
  "link": "https://open.spotify.com/intl-tr/track/09XOVDSIbBxBf6Kr1vGnHf?si=1fb74c048cc44aaf"
}

            ],
            "Hayır": [
             {
  "title": "Araturka",
  "artist": "Ceza",
  "reason": "Araturka, Ceza'nın Türk rap müziğine getirdiği yenilikçi ve etkileyici bir eserdir. Sözleriyle Türk kültürüne ve tarihine atıflarda bulunurken, ritmi ve vokalleri dinleyicilere enerjik bir müzik deneyimi sunar. Araturka, Ceza'nın müzikal ustalığını ve Türk rap sahnesindeki öncü rolünü yansıtan unutulmaz bir parçadır.",
  "link": "https://open.spotify.com/intl-tr/track/1ZRcHeXCAVacsTQbFbuA0w?si=c12efdf10a6c44a2"
}

            ]
          },
          "Hayır": {
            "Evet": [
          {
"title": "Yeraltı Edebiyatı",
"artist": "Gazapizm",
"reason": "Gazapizm'in derin ve düşündürücü sözleriyle dolu olan bu şarkısı, Türk rap müziğinde bir klasik olarak kabul edilir. Şarkı, underground kültürünü ve sokak yaşamını ele alırken, Gazapizm'in kendine özgü tarzını ve güçlü vokalini sergiler. Yeraltı Edebiyatı, Türk rap sahnesinde önemli bir yere sahiptir ve dinleyiciler üzerinde derin bir etki bırakmıştır.",
"link": "https://open.spotify.com/track/40fqDPv4drwaKnX047hxY6?si=94a8f019cadd4fd0"
}


            ],
            "Hayır": [
             {
"title": "Heyecanı Yok",
"artist": "Gazapizm",
"reason": "Gazapizm'in güçlü sözleriyle dolu bu şarkısı, hayata dair derin düşünceler ve duyguları ifade eder. Gazapizm'in kendine özgü rap tarzı ve anlatımı, dinleyiciye etkileyici bir deneyim sunar. Heyecanı Yok, Türk rap müziğinin önemli eserlerinden biridir ve dinleyiciler üzerinde derin bir etki bırakmıştır.",
"link": "https://open.spotify.com/track/4pZiksfH69OLW1BLGBzeM2?si=40b62cb1315a4e39"
}


            ]
          }
        },
        "Yabancı": {
          "Evet": {
            "Evet": [
             {
  "title": "Changes",
  "artist": "Tupac Shakur",
  "reason": "Changes, Tupac Shakur'un güçlü sözleri ve sosyal mesajlarıyla dolu önemli şarkılarından biridir. Sözleriyle toplumsal sorunlara ve adaletsizliğe dikkat çekerken, ritmi ve vokali dinleyicilere derin bir düşündürme ve farkındalık hissi verir. Changes, Tupac'ın müzikal ve sosyal etkisini yansıtan unutulmaz bir parçadır.",
  "link": "https://open.spotify.com/intl-tr/track/1ofhfV90EnYhEr7Un2fWiv?si=4bdbe5c2a25843ce"
}

            ],
            "Hayır": [
              {
  "title": "Unsteady",
  "artist": "X Ambassadors",
  "reason": "Unsteady, X Ambassadors'ın duygusal ve içten şarkılarından biridir. Sözleriyle içsel çatışmaları ve duygusal dalgalanmaları ifade ederken, melodisi ve vokali dinleyicilere dokunaklı bir müzik deneyimi sunar. Unsteady, duygusal derinliği ve etkileyici melodisiyle unutulmaz bir parçadır.",
  "link": "https://open.spotify.com/intl-tr/track/7lGKEWMXVWWTt3X71Bv44I?si=6c78bd19c0c24d47"
}

            ]
          },
          "Hayır": {
            "Evet": [
              {
  "title": "Stan",
  "artist": "Eminem ft. Dido",
  "reason": "Stan, Eminem'in klasikleşmiş ve etkileyici şarkılarından biridir. Sözleriyle takıntılı bir hayranın hikayesini anlatırken, melodisi ve vokali dinleyicilere derin bir duygu deneyimi sunar. Dido'nun vokalleri de şarkıya ayrı bir dokunuş katar. Stan, Eminem'in söz yazarlığındaki ustalığını ve duygusal derinliğini yansıtan unutulmaz bir parçadır.",
  "link": "https://open.spotify.com/intl-tr/track/3UmaczJpikHgJFyBTAJVoz?si=4c8f879d25ce4468"
}

            ],
            "Hayır": [
              {
  "title": "Love Yourz",
  "artist": "J. Cole",
  "reason": "Love Yourz, J. Cole'un içsel huzur ve mutluluk temasını işlediği güçlü şarkılarından biridir. Sözleriyle hayatın değerini ve mutluluğun kaynağını vurgularken, melodisi ve vokali dinleyicilere derin bir düşünce ve duygusal bir deneyim sunar. Love Yourz, J. Cole'un etkileyici söz yazarlığını ve duygusal derinliğini yansıtan unutulmaz bir parçadır.",
  "link": "https://open.spotify.com/intl-tr/track/2e3Ea0o24lReQFR4FA7yXH?si=b5f5721c1ca24424"
}

            ]
          }
        }
      }
    },
    "Hayır": {
      "Pop": {
        "Türkçe": {
          "Evet": {
            "Evet": [
              {
  "title": "Unutamam",
  "artist": "Sezen Aksu",
  "reason": "Unutamam, Sezen Aksu’nun duygusal ve etkileyici şarkılarından biridir. Sözleriyle aşkın zorluğunu ve ayrılığı ifade ederken, melodisi ve vokali dinleyicilere içsel bir hüzün ve duygusal bir deneyim sunar. Unutamam, Sezen Aksu’nun vokal yeteneğini ve duygusal derinliğini yansıtan unutulmaz bir parçadır.",
  "link": "https://open.spotify.com/intl-tr/track/4nI7Qs71HyCrmUMdCLNP4r?si=a3e0d1c0a90a4f33"
}

            ],
            "Hayır": [
              {
  "title": "Bir Daha",
  "artist": "Zeynep Bastık",
  "reason": "Bir Daha, Zeynep Bastık’ın enerjik ve hareketli şarkılarından biridir. Sözleriyle aşkın tutkusunu ve hüznünü ifade ederken, ritmi ve vokali dinleyicilere pozitif bir müzik deneyimi sunar. Bir Daha, Zeynep Bastık’ın karakteristik tarzını yansıtan ve dinleyiciyi dans ettiren unutulmaz bir parçadır.",
  "link": "https://open.spotify.com/intl-tr/track/01jvXT0DK6mIEpnIvaeqdO?si=e2ce413e0db2484f"
}

            ]
          },
          "Hayır": { 
            "Evet": [{
  "title": "Belki De",
  "artist": "Tuğkan",
  "reason": "Belki De, Tuğkan'ın romantik ve duygusal şarkılarından biridir. Sözleriyle aşkın karmaşıklığını ve belirsizliğini ifade ederken, melodisi ve vokali dinleyicilere içsel bir hüzün ve duygusal bir deneyim sunar. Belki De, Tuğkan'ın karakteristik tarzını yansıtan unutulmaz bir parçadır.",
  "link": "https://open.spotify.com/intl-tr/track/0BPrSNlKe9JccuHo5jdnLB?si=b7ab819b9653419e"
}

          ],
            "Hayır": [
              {
  "title": "Aşk Yok Olmaktır",
  "artist": "Mabel Matiz",
  "reason": "Aşk Yok Olmaktır, Mabel Matiz'in duygusal ve etkileyici şarkılarından biridir. Sözleriyle aşkın coşkusunu ve tutkusunu ifade ederken, melodisi ve vokali dinleyicilere içsel bir huzur ve duygusal bir deneyim sunar. Aşk Yok Olmaktır, Mabel Matiz'in vokal yeteneğini ve duygusal derinliğini yansıtan unutulmaz bir parçadır.",
  "link": "https://open.spotify.com/intl-tr/track/3UPrUZ9mJWEPjXzgF7GS8f?si=51a81c85118d4909"
}

              
            ]
          }
        },
        "Yabancı": {
          "Evet": {
            "Evet": [
             {
  "title": "All of Me",
  "artist": "John Legend",
  "reason": "All of Me, John Legend'ın duygusal ve romantik şarkılarından biridir. Sözleriyle derin bir aşkı ve bağlılığı ifade ederken, melodisi ve vokali dinleyicilere dokunaklı bir müzik deneyimi sunar. All of Me, John Legend'ın karakteristik tarzını ve duygusal derinliğini yansıtan unutulmaz bir parçadır.",
  "link": "https://open.spotify.com/track/3U4isOIWM3VvDubwSI3y7a?si=ff42e21e6d2a4c5a"
}

            ],
            "Hayır": [
             {
  "title": "Skinny Love",
  "artist": "Birdy",
  "reason": "Skinny Love, Birdy'nin duygusal ve etkileyici şarkılarından biridir. Sözleriyle aşkın zorluklarını ve kırılganlığını ifade ederken, melodisi ve vokali dinleyicilere derin bir duygu deneyimi sunar. Skinny Love, Birdy'nin karakteristik tarzını yansıtan ve dinleyiciyi içsel bir yolculuğa çıkaran unutulmaz bir parçadır.",
  "link": "https://open.spotify.com/intl-tr/track/4RL77hMWUq35NYnPLXBpih?si=c777429aad064c80"
}

            ]
          } ,
          "Hayır": { 
            "Evet": [{
  "title": "Fix You",
  "artist": "Coldplay",
  "reason": "Fix You, Coldplay'in duygusal ve ilham verici şarkılarından biridir. Sözleriyle zor zamanları aşma gücünü ve umudu ifade ederken, melodisi ve vokali dinleyicilere derin bir duygu deneyimi sunar. Fix You, Coldplay'in karakteristik tarzını ve duygusal derinliğini yansıtan unutulmaz bir parçadır.",
  "link": "https://open.spotify.com/intl-tr/track/7LVHVU3tWfcxj5aiPFEW4Q?si=fda642711c8f4d63"
}

          ],
            "Hayır": [
              {
  "title": "Stay",
  "artist": "Rihanna ft. Mikky Ekko",
  "reason": "Stay, Rihanna'nın duygusal ve etkileyici şarkılarından biridir. Sözleriyle aşkın karmaşıklığını ve duygusal zorlukları ifade ederken, melodisi ve vokali dinleyicilere dokunaklı bir müzik deneyimi sunar. Rihanna ve Mikky Ekko'nun uyumlu performansı, Stay'i unutulmaz kılar.",
  "link": "https://open.spotify.com/intl-tr/track/0GNI8K3VATWBABQFAzBAYe?si=a9498a9c0e8848c9"
}

              
            ]
          }
        }
      },
      "Rock": {
        "Türkçe": {
          "Evet":{
            "Evet": [
            {
  "title": "Kolay Değildir",
  "artist": "Duman",
  "reason": "Rüzgar, Duman'ın etkileyici ve enerjik şarkılarından biridir. Sözleriyle özgürlüğü ve hürriyeti ifade ederken, melodisi ve vokali dinleyicilere içsel bir enerji ve coşku sunar. Rüzgar, Duman'ın karakteristik tarzını yansıtan ve dinleyiciyi hareketlendiren unutulmaz bir parçadır.",
  "link": "https://open.spotify.com/intl-tr/track/0k68niX0cJejrmb0fPT3NF?si=15c8c014981c4cf1"
}

          ],
          "Hayır": [
            {
  "title": "Her Şeyi Yak",
  "artist": "Duman",
  "reason": "Her Şeyi Yak, Duman'ın enerjik ve etkileyici şarkılarından biridir. Sözleriyle isyanı ve özgürlüğü ifade ederken, melodisi ve vokali dinleyicilere içsel bir enerji ve coşku sunar. Her Şeyi Yak, Duman'ın karakteristik tarzını yansıtan ve dinleyiciyi hareketlendiren unutulmaz bir parçadır.",
  "link": "https://open.spotify.com/intl-tr/track/4uqlFpMPTKO6uAsX6qvK0l?si=6f5f0ec61d2b4a7e"
}

          ]
        },
        "Hayır": { 
            "Evet": [{
  "title": "Böyle Kahpedir Hayat",
  "artist": "Gripin",
  "reason": "Böyle Kahpedir Hayat, Gripin’in etkileyici ve düşündürücü şarkılarından biridir. Sözleriyle yaşamın acımasızlığını ve zorluklarını ifade ederken, melodisi ve vokali dinleyicilere derin bir düşünce ve duygusal bir deneyim sunar. Böyle Kahpedir Hayat, Gripin’in karakteristik tarzını yansıtan ve dinleyiciyi içsel bir yolculuğa çıkaran unutulmaz bir parçadır.",
  "link": "https://open.spotify.com/intl-tr/track/5VFasLYUqKVUymkLK6L6AG?si=61b557c0337946d0"
}

          ],
            "Hayır": [
              {
  "title": "Yeni Bir Gün ",
  "artist": "Kurtalan Ekspres",
  "reason": "Yeni Bir Gün, grubun etkileyici ve karakteristik bir enstrümantal şarkısıdır. Grup, Türk rock müziğinin önemli temsilcilerinden biridir ve Kurtalan Ekspres adını bu şarkılarından almıştır. Kurtalan Ekspres, dinleyicilere rock müziğin enerjisini ve özgünlüğünü sunar.",
  "link": "https://open.spotify.com/intl-tr/track/0SnXM2KxJOVrxB7y6f2T3u?si=ade2993bc6cc48f5"
}

              
            ]
          }
      },
        "Yabancı": {
        "Evet": {
          "Evet":[
       {
  "title": "The Show Must Go On",
  "artist": "Queen",
  "reason": "The Show Must Go On, Queen'in unutulmaz ve etkileyici şarkılarından biridir. Sözleriyle güçlü bir mücadele ve kararlılık duygusunu ifade ederken, melodisi ve vokali dinleyicilere güçlü bir müzik deneyimi sunar. The Show Must Go On, Queen'in karakteristik tarzını ve duygusal derinliğini yansıtan unutulmaz bir parçadır.",
  "link": "https://open.spotify.com/intl-tr/track/5WZDLZVCvY1rEyNir6k8Pg?si=6070c0e538d34e7b"
}

          ],
          "Hayır": [
           {
"title": "Stairway to Heaven",
"artist": "Led Zeppelin",
"reason": "Şarkının mistik sözleri ve karmaşık yapısı, dinleyiciyi derin bir müzikal yolculuğa çıkarır. Jimmy Page'in efsanevi gitar solosu ve Robert Plant'in güçlü vokalleri, parçayı rock tarihinin unutulmaz klasiklerinden biri yapar. Stairway to Heaven, hem melodisi hem de anlam yüklü sözleriyle dinleyicileri büyüler.",
"link": "https://open.spotify.com/intl-tr/track/0DANcJuMamcL9NyYkEWWTq?si=6b22dafbb90249d4"
}

          ]
        },
        "Hayır": { 
            "Evet": [{
"title": "Black",
"artist": "Pearl Jam",
"reason": "Şarkının içten sözleri, kayıp ve kalp kırıklığı temalarını etkileyici bir şekilde işler. Eddie Vedder'in duygusal vokali ve grubun yoğun müzikal altyapısı, dinleyiciyi derin bir duygusal yolculuğa çıkarır. Black, güçlü ve dokunaklı melodisiyle grunge müziğin en unutulmaz parçalarından biri olarak öne çıkar.",
"link": "https://open.spotify.com/intl-tr/track/5Xak5fmy089t0FYmh3VJiY?si=f7f2cd4c53fe43a0"
}

          ],
            "Hayır": [
             {
"title": "Creep",
"artist": "Radiohead",
"reason": "Şarkının sözleri, yabancılaşma ve kendine güvensizlik temalarını derinlemesine işler. Thom Yorke'un samimi ve kırılgan vokali, şarkıya benzersiz bir duygu katar. Creep, hem müzikal yapısı hem de dokunaklı sözleriyle alternatif rock müziğin en ikonik parçalarından biri olarak dikkat çeker.",
"link": "https://open.spotify.com/intl-tr/track/70LcF31zb1H0PyJoS1Sx1r?si=a939e005dcad440c"
}

              
            ]
          }
      }
    },
      "Hip-Hop": {
        "Türkçe": {
          "Evet": { 
            "Evet":[
            {
"title": "Ben Ağlamazken",
"artist": "Ceza",
"reason": "Şarkının sözleri, kişisel mücadeleler ve toplumsal sorunlar üzerine derin bir bakış sunar. Ceza'nın etkileyici rap tekniği ve güçlü anlatımı, dinleyiciyi düşündürürken aynı zamanda duygusal bir yolculuğa çıkarır. Ben Ağlamazken, hem lirikal zenginliği hem de ritmik yapısıyla Türk rap müziğinin unutulmaz eserlerinden biridir.",
"link": "https://open.spotify.com/intl-tr/track/6UDHRiuIc0KB3lp7SAazOE?si=3fee00611228468f"
}

          ],
          "Hayır": [
            {
"title": "Bir Kadın Çizeceksin",
"artist": "Manga",
"reason": "Şarkının melodisi ve sözleri, aşkın karmaşıklığını ve tutkuyu anlatırken dinleyiciyi duygusal bir yolculuğa çıkarır. Manga'nın enerjik performansı ve etkileyici enstrümantasyonu, şarkıyı unutulmaz kılar. Bir Kadın Çizeceksin, hem güçlü müzikal yapısı hem de dokunaklı sözleriyle Türk rock müziğinin önemli parçalarından biridir.",
"link": "https://open.spotify.com/intl-tr/track/397A58sUsAVNZlvriDmfl9?si=1a5e28dd0ece48d2"
}

          ]
        } ,
        "Hayır": { 
            "Evet": [{
"title": "Yansın Geceler",
"artist": "Heijan, Multi",
"reason": "Heijan ve Multi'nin iş birliğiyle ortaya çıkan bu şarkı, enerjik ve hareketli bir tarza sahiptir. Güçlü rap performansları ve etkileyici prodüksiyonuyla Yansın Geceler, dinleyicilere eğlenceli bir deneyim sunar. Şarkı, Türk rap müziği sahnesinde dikkat çeken bir eserdir.",
"link": "https://open.spotify.com/track/5au3M344CaHWMUL5VJdkE9?si=3fc5f481a1a74765"
}

          ],
            "Hayır": [
{
"title": "Felaket",
"artist": "Ezhel",
"reason": "Ezhel'in dinamik tarzı ve etkileyici rap yeteneğiyle dolu olan bu şarkı, dinleyiciyi içine çeken bir enerjiye sahiptir. Felaket, Türk rap müziğinde dikkat çeken bir eserdir ve Ezhel'in müzikal yeteneğini sergileyen önemli bir parçadır.",
"link": "https://open.spotify.com/track/5vJTUmbKFvFMcirWag0XJD?si=430dd65bf8004a06"
}


              
            ]
          }

      },
        "Yabancı": {
          "Evet": { 
            "Evet":[
            {
"title": "SICKO MODE",
"artist": "Travis Scott",
"reason": "Şarkının benzersiz yapı ve düzenlemesi, dinleyiciyi farklı bir müzikal deneyime sokar. Travis Scott'ın deneysel rap tarzı ve şarkının çeşitli bölümleri, dinamik bir atmosfer oluşturur. SICKO MODE, hem müzikal olarak yenilikçi hem de dinamik bir yapıya sahip olan modern hip-hop'un önemli eserlerinden biridir.",
"link": "https://open.spotify.com/intl-tr/track/2xLMifQCjDGFmkHkpNLD9h?si=12f33d9dbf5743ae"
}

          ],
          "Hayır": [
            {
"title": "m.A.A.d city",
"artist": "Kendrick Lamar feat. MC Eiht",
"reason": "Şarkının etkileyici rap sözleri ve çarpıcı prodüksiyonu, dinleyiciyi Los Angeles'ın sokaklarında bir yolculuğa çıkarır. Kendrick Lamar'ın güçlü vokali ve MC Eiht'in katkıları, parçaya benzersiz bir dinamizm katar. m.A.A.d city, hem sözleriyle hem de müziğiyle hip-hop kültüründe önemli bir yer edinmiş bir şarkıdır.",
"link": "https://open.spotify.com/intl-tr/track/3qX1dqmDdmMvvfMVfsx4Bh?si=bf64a2cd793845fd"
}

          ]
        } ,
        "Hayır": { 
            "Evet": [{
"title": "Love Yourz",
"artist": "J. Cole",
"reason": "Şarkının derin anlamlı sözleri ve duygusal melodisi, dinleyiciyi yaşamın değerini ve iç huzuru bulma konusunda düşünmeye sevk eder. J. Cole'un samimi rap tarzı ve dokunaklı anlatımı, parçaya benzersiz bir dokunuş katar. Love Yourz, hem içsel bir yolculuğa çıkaran sözleriyle hem de etkileyici müziğiyle dikkat çeken bir şarkıdır.",
"link": "https://open.spotify.com/intl-tr/track/2e3Ea0o24lReQFR4FA7yXH?si=f493d2cfa8e345ca"
}

          ],
            "Hayır": [
             {
"title": "Lucid Dreams",
"artist": "Juice WRLD",
"reason": "Şarkının melankolik melodisi ve derin anlamlı sözleri, dinleyiciyi duygusal bir yolculuğa çıkarırken Juice WRLD'ün samimi vokali parçaya ayrı bir dokunuş katar. Lucid Dreams, gençlik deneyimlerini ve aşkın karmaşıklığını yansıtan güçlü bir şarkıdır. Hem müzikal yapısı hem de duygusal içeriğiyle dinleyiciler üzerinde derin bir etki bırakır.",
"link": "https://open.spotify.com/intl-tr/track/285pBltuF7vW8TeWk8hdRR?si=217f9845a8e54ee1"
}

            ]
          }
      }
    } 
  }
  },
  
  

    
    "Enerjik": {
      "Hayır": {
        "Pop": {
          "Türkçe": {
            "Evet": {
              "Evet": [
                {
                  "title": "Mor",
                  "artist": "Hande Yener",
                  "reason": "Bu şarkı, hareketli ritmi ve yüksek enerjisi ile sizi hemen ayağa kaldıracak. Bu şarkı, motivasyonunuzu artırmak için mükemmel bir seçimdir ve sizi dans etmeye davet eder.",
                  "link": "https://open.spotify.com/intl-tr/track/0jyp1mxMcX3hXH5vJnZlWI?si=a23e69f854234098"
                }
              ],
              "Hayır": [
                {
                  "title": "Bangır Bangır",
                  "artist": "Gülşen",
                  "reason": "Bu şarkı, güçlü vokalleri ve enerjik temposu ile dikkat çeker. Ancak, şarkının sözlerindeki derinlik ve duygusal yoğunluk, onu daha içsel bir deneyim haline getirir.",
                  "link": "https://open.spotify.com/intl-tr/track/2F2Mve0qkQSrKY5OOnsHdz?si=414433b2f0fd4d59"
                }
              ]
            },
            "Hayır": {
              "Evet": [
                {
                  "title": "Sen İstanbul'sun",
                  "artist": "Gökhan Türkmen",
                  "reason": "Gökhan Türkmen'in duygusal ve derin sözleri ile dinleyicileri etkiler. Melodisi ve sözleri ile İstanbul'a duyulan aşkı yansıtır.",
                  "link": "https://open.spotify.com/intl-tr/track/0IECKI1BORaqZxdZefcp2V?si=52263efa15c4425d"
                }
              ],
              "Hayır": [
                {
                  "title": "Yalan",
                  "artist": "Edis",
                  "reason": "Edis'in modern pop tınılarıyla dikkat çeken bir parçasıdır. Akılda kalıcı nakaratı ve dans ettiren ritmi ile öne çıkar.",
                  "link": "https://open.spotify.com/intl-tr/track/4eDorUkb2jTW7SiXiA0k34?si=bc8fac2b35ac4af6"
                }
              ]
            }
          },
          "Yabancı": {
            "Evet": {
              "Evet": [
                {
                  "title": "Shake it Off",
                  "artist": "Taylor Swift",
                  "reason": "Bu şarkı, pozitif enerjisi ve ritmik melodisiyle sizi hemen neşelendirecek. Taylor Swift’in bu şarkısı, sizi dans etmeye ve hayatın sıkıntılarını geride bırakmaya davet eder.",
                  "link": "https://open.spotify.com/intl-tr/track/3pv7Q5v2dpdefwdWIvE7yH?si=7725e323ed044b18"
                }
              ],
              "Hayır": [
                {
                  "title": "I am the Best",
                  "artist": "2NE1",
                  "reason": "Bu şarkı, kendinizi güçlü hissetmenizi sağlayacak uplifting sözleri ve canlı müziği ile sizi motive eder. Bu şarkı, enerjik bir ruh hali yaratmak için idealdir.",
                  "link": "https://open.spotify.com/intl-tr/track/26EM9sZnQkLLQxixGd88KE?si=c0c76e2452d54e6b"
                }
              ]
            },
            "Hayır": {
              "Evet": [
                {
                  "title": "Chemtrails Over The Country Club",
                  "artist": "Lana Del Rey",
                  "reason": " Lana Del Rey'in dinlendirici ve huzur veren bir parçasıdır. Eğlenceli ve hareketli yapısı ile dikkat çeker.",
                  "link": "https://open.spotify.com/intl-tr/track/7bPWdJgx8vek7S5i5yAtvG?si=7319124b5c1647c9"
                }
              ],
              "Hayır": [
                {
                  "title": "Diet Mountain Dew",
                  "artist": "Lana Del Rey",
                  "reason": "Lana Del Rey'in klasikleşmiş motivasyon şarkılarından biridir. Canlı ve enerjik yapısı ile dinleyicilere enerji verir.",
                  "link": "https://open.spotify.com/intl-tr/track/2vtmY2mSccRzKGjtcHSzI3?si=02351afddf544632"
                }
              ]
            }
          }
        },
        "Rock": {
          "Türkçe": {
            "Evet": {
              "Evet": [
                {
                  "title": "Ben Böyleyim",
                  "artist": "Athena",
                  "reason": "Bu Şarkı,anlamlı sözleri ve enerjik melodisi ile dinleyiciyi harekete geçirir. Şarkının güçlü ritmi, duygusal yoğunluğu ile birleşerek sizi etkileyecek.",
                  "link": "https://open.spotify.com/intl-tr/track/2fyT6Vo4tAviaECW9maELI?si=47405d46de1a4965"
                }
              ],
              "Hayır": [
                {
                  "title": "Çakıl Taşları",
                  "artist": "Şebnem Ferah",
                  "reason": "Bu Şarkı, duygusal ve melankolik tonları ile bilinir. Şarkının sözleri, derin duygusal bir yolculuğa çıkarırken, melodi ise bu duyguları daha da pekiştirir.",
                  "link": "https://open.spotify.com/intl-tr/track/03sf6gnuqZNE9sGrRi8WAc?si=96df6f30f37d417a"
                }
              ]
            },
            "Hayır": {
              "Evet": [
                {
                  "title": "Paramparça",
                  "artist": "Teoman",
                  "reason": "Teoman'ın hüzünlü sözleri ve akustik yapısı ile dikkat çeker. Şarkı, dinleyicilere derin bir duygusal yolculuk sunar.",
                  "link": "https://open.spotify.com/intl-tr/track/0vWr52Zx9XHl3qOVefySzY?si=ac439227018b463c"
                }
              ],
              "Hayır": [
                {
                  "title": "Belki Üstümüzden Bir Kuş Geçer",
                  "artist": "Yüksek Sadakat",
                  "reason": "Yüksek Sadakat'in duygusal ve derinlemesine etkileyici sözleri ile bilinir. Şarkı, dinleyicilere huzur ve düşünme fırsatı verir.",
                  "link": "https://open.spotify.com/intl-tr/track/1QOSqQevYx6IrRTV9UG3D9?si=9d241e0701874702"
                }
              ]
            }
          },
          "Yabancı": {
            "Evet": {
              "Evet": [
                {
                  "title": "Love Me Do",
                  "artist": "the Beatles",
                  "reason": "The Beatles'ın enerjik gitar riffleri ve güçlü vokalleri ile tanınır. Şarkı, klasik bir rock parçası olarak dinleyicilere enerji ve mutluluk verir.",
                  "link": "https://open.spotify.com/intl-tr/track/3VbGCXWRiouAq8VyMYN2MI?si=641f3f5998a146e3"
                }
              ],
              "Hayır": [
                {
                  "title": "Demon",
                  "artist": "Imagine Dragons",
                  "reason": " Imagine Dragons'ın güçlü ritmi ve anlamlı sözleri ile dikkat çeken bir şarkısıdır. Şarkı, dinleyicilere derin bir duygusal deneyim sunar.",
                  "link": "https://open.spotify.com/intl-tr/track/5qaEfEh1AtSdrdrByCP7qR?si=bdafe857a6ca44ab"
                }
              ]
            },
            "Hayır": {
              "Evet": [
                {
                  "title": "Yesterday",
                  "artist": "The Beatles",
                  "reason": "The Beatles'ın ikonlaşmış gitar riffleri ve melankolik yapısı ile bilinir. Şarkı, dinleyicilere hüzün ve nostalji hisleri yaşatır.",
                  "link": "https://open.spotify.com/intl-tr/track/3BQHpFgAp4l80e1XslIjNI?si=426974757ef248b3"
                }
              ],
              "Hayır": [
                {
                  "title": "Back in Black",
                  "artist": "AC/DC",
                  "reason": "AC/DC'nin klasik rock soundu ve enerjik yapısı ile tanınır. Şarkı, dinleyicilere yüksek enerji ve coşku sağlar.",
                  "link": "https://open.spotify.com/intl-tr/track/08mG3Y1vljYA6bvDt4Wqkj?si=6335185c0c56434e"
                }
              ]
            }
          }
        },
        "Hip-Hop": {
          "Türkçe": {
            "Evet": {
              "Evet": [
                {
                  "title": "Bul Beni",
                  "artist": "Ezhel",
                  "reason": " Ezhel'in akıcı flow'u ve etkileyici sözleri ile dikkat çeker. Şarkı, dinleyicilere enerjik ve ritmik bir hip-hop deneyimi sunar.",
                  "link": "https://open.spotify.com/intl-tr/track/6ipyu0Am4avjFkBcFAhVAz?si=c444d99c4ac445e6"
                }
              ],
              "Hayır": [
                {
                  "title": "Holocaust",
                  "artist": "Ceza",
                  "reason": "Holocaust', güçlü ve derin sözleriyle dinleyicilere mesajlar ileten, toplumsal konulara ve kişisel deneyimlere değinen bir şarkıdır. Ceza'nın sert vokalleri ve etkileyici tarzı, şarkının dinamizmini artırırken, sözlerindeki derinlik ve anlam da dinleyiciler üzerinde güçlü bir etki bırakır. 'Holocaust', Ceza'nın sanatçı kimliğini ve söz yazarlığını sergileyen önemli bir eserdir.",
                  "link": "https://open.spotify.com/intl-tr/track/40Fr7DB1j6RB2DqygQI4LI?si=6347f99c46ea4e2b"
                }
              ]
            },
            "Hayır": {
              "Evet": [
                {
                  "title": "Şehrimin Tadı",
                  "artist": "Ezhel",
                  "reason": "Bu şarkı, sokaklardan ve günlük yaşamın içinden ilham alırken, Ezhel'in samimi ve özgün sözleriyle dinleyicilere bir hikaye anlatır. Şarkının enerjisi ve ritmi, onu dinlerken dinleyicilere hareketli bir deneyim sunar. 'Şehrimin Tadı', Ezhel'in müzikal yeteneklerini ve söz yazarlığını gösteren önemli bir parçadır.",
                  "link": "https://open.spotify.com/intl-tr/track/5JaXKUIcNxwSuUyD4CsphL?si=15cd8ff4af974fae"
                }
              ],
              "Hayır": [
                {
                  "title": "Rapstar",
                  "artist": "Ceza",
                  "reason": "Ceza'nın 'Rapstar' şarkısı, Türk rap müziğinin dönüm noktalarından biridir. Şarkı, Ceza'nın rap müziğine olan tutkusunu ve yeteneğini sergiler. 'Rapstar', keskin ve anlamlı sözleriyle dikkat çekerken, Ceza'nın hızlı ve etkileyici rap tekniği dinleyicileri büyüler. Şarkı, Ceza'nın kariyerindeki başarısını ve Türk rap sahnesindeki yerini pekiştirir. 'Rapstar', Ceza'nın enerjik performansı ve güçlü mesajlarıyla dinleyicilere ilham veren bir parçadır.",
                  "link": "https://open.spotify.com/intl-tr/track/4aZXSzUKmrtwOzNFNP8dGI?si=7f05cbd13b834cc5"
                }
              ]
            }
          },
          "Yabancı": {
            "Evet": {
              "Evet": [
                {
                  "title": "Lose Yourself",
                  "artist": "Eminem",
                  "reason": "Şarkı, güçlü ve etkileyici sözleriyle, başarının ve fırsatları kaçırmamanın önemini vurgular. Eminem'in kendine özgü tarzı ve enerjisiyle dolu olan şarkı, dinleyicilere motivasyon ve ilham verirken aynı zamanda etkileyici bir rap performansı sunar. 'Lose Yourself', Eminem'in kariyerinde önemli bir dönüm noktası olmuş ve hip-hop müziğinin kültürel mirasında yerini sağlamlaştırmıştır.",
                  "link": "https://open.spotify.com/intl-tr/track/5Z01UMMf7V1o0MzF86s6WJ?si=93fd4b9f7e7348fd"
                }
              ],
              "Hayır": [
                {
                  "title": "Godzilla",
                  "artist": "Eminem",
                  "reason": "Godzilla', Eminem'in dinamik vokal performansı ve hızlı tempolu rap tarzıyla tanınan, güçlü bir hip-hop parçasıdır. Şarkıdaki sözler, Eminem'in ustalığını ve kelime oyunlarını sergilerken, ritmi ve altyapısı dinleyiciyi hareketli ve enerjik bir atmosfere çeker. Ayrıca, Juice WRLD'un vokalleriyle desteklenen şarkı, dinleyicilere güçlü bir müzikal deneyim sunar ve Eminem'in hip-hop sahnesindeki etkileyici yerini bir kez daha kanıtlar.",
                  "link": "https://open.spotify.com/intl-tr/track/7FIWs0pqAYbP91WWM0vlTQ?si=d90e1c34ae2a40d4"
                }
              ]
            },
            "Hayır": {
              "Evet": [
                {
                  "title": "Still D.R.E.",
                  "artist": "Dr. Dre, Snoop Dogg",
                  "reason": "Bu şarkı,Güçlü bas hattı, ikonik piyano riff'i ve etkileyici vokalleriyle bu şarkı, hiphop kültürünün klasiklerinden biridir. Dr. Dre'nin üretimindeki ustalık ve Snoop Dogg'un karakteristik tarzı, şarkıya benzersiz bir aura kazandırır. 'Still D.R.E.', hiphop tutkunları için unutulmaz bir deneyim sunar ve sıklıkla ilham verici bir güç kaynağı olarak kabul edilir.",
                  "link": "https://open.spotify.com/intl-tr/track/503OTo2dSqe7qk76rgsbep?si=81c0aec2395c4bca"
                }
              ],
              "Hayır": [
                {
                  "title": "Choices (Yup)",
                  "artist": "E-40",
                  "reason": "E-40'in enerjik tarzı ve çarpıcı vokalleriyle dikkat çeken 'Choices (Yup)', güçlü ritmi ve özgün tarzıyla bilinir. E-40'ın sıradışı söz dağarcığı ve eğlenceli tarzı, dinleyicilere eğlenceli bir deneyim sunar. Şarkının ritmi ve tempolu yapısı, dinleyicileri hareket etmeye teşvik ederken, E-40'ın vokalleri ve akıcı sözleri şarkıyı unutulmaz kılar. 'Choices (Yup)', parti atmosferinde ve enerjik anlarda dinlemek için mükemmel bir şarkıdır",
                  "link": "https://open.spotify.com/intl-tr/track/2Zx41xpsAlZZxUVLm1ciar?si=878566a9ad49477b"
                }
              ]
            }
          }
        }
      },
      
      "Evet": {
          "Pop": {
            "Türkçe": {
              "Evet": {
                "Evet": [
                  {
                    "title": "Seni Yerler",
                    "artist": "Sezen Aksu",
                    "reason": "Sezen Aksu'nun ikonik vokali ve ilham verici sözleriyle öne çıkan 'Seni Yerler', yavaş ritmi ve derin anlamlarıyla bilinir. Sezen Aksu'nun kendine özgü tarzı ve güçlü sesi, dinleyicilere duygusal bir deneyim sunar. Şarkının ilham verici sözleri, yaşamın zorluklarına meydan okuma ve güçlü kalma mesajı taşır. 'Seni Yerler', içsel gücünü keşfetmek ve ileriye doğru ilerlemek isteyen herkes için ilham verici bir şarkıdır",
                    "link": "https://open.spotify.com/intl-tr/track/0seHKl9cX6sRrgO5Ql28b4?si=298e785f0f5844b0"
                  }
                ],
                "Hayır": [
                  {
                    "title": "Gül Döktüm Yollarına", 
                    "artist": "Tarkan",
                    "reason": "Tarkan'ın eşsiz vokalleri ve romantik tarzıyla bilinen 'Gül Döktüm Yollarına', yumuşak melodisi ve romantik sözleriyle dikkat çeker. Tarkan'ın kendine özgü yorumu ve duygusal ifadesi, dinleyicilere romantik bir atmosfer sunar. Şarkıdaki romantik tema, aşkın duygularını ve tutkusunu ifade etme arzusunu yansıtır. 'Gül Döktüm Yollarına', aşkın gücünü ve romantizmin derinliğini keşfetmek isteyenler için mükemmel bir seçimdir.",
                    "link": "https://open.spotify.com/intl-tr/track/2v57dbjigdKRh7MY6ME3WB?si=eaa8da9027c54933"
                  }
                ]
              },
              "Hayır": {
                "Evet": [
                  {
                    "title": "A Canım",
                    "artist": "Mabel Matiz",
                    "reason": "Mabel Matiz'in anlamlı sözleri ve duygusal tonlarıyla bilinen etkileyici bir şarkısıdır. Matiz'in özgün vokalleri ve duygu yüklü performansı, dinleyicilere derin bir duygusal deneyim sunar. Şarkının dokunaklı melodisi ve içten sözleri, insan ilişkilerinin karmaşıklığını ve derinliğini yansıtır. Bu şarkı, duygusal bir bağ kurma ve kendini ifade etme ihtiyacı duyan herkes için anlamlı bir deneyim sunar.",
                    "link": "https://open.spotify.com/intl-tr/track/4p8rFioMzjHuoJF5gzw9Fy?si=bc1b3a1bff7744f4"
                  }
                ],
                "Hayır": [
                  {
                    "title": "Numaracı",
                    "artist": "Mabel Matiz",
                    "reason": "Mabel Matiz'in hüzünlü ve derin sözleriyle dikkat çeken etkileyici bir şarkısıdır. Şarkı, ilişkilerdeki karmaşıklığı ve acıyı anlatırken, Mabel Matiz'in özgün vokalleriyle dinleyicilere duygusal bir yolculuk sunar. Melankolik melodisi ve derin anlamlarıyla bu şarkı, duygusal derinliği olan bir müzik deneyimi sunar.",
                    "link": "https://open.spotify.com/intl-tr/track/6LATAa81iyMHWhXgI4VHwL?si=b0c65a55d68842f9"
                  }
                ]
              }
            },
            "Yabancı": {
              "Evet": {
                "Evet": [
                  {
                    "title": "Someone Like You",
                    "artist": "Adele",
                    "reason": "Adele'ın duygusal vokalleri ve yavaş temposuyla dikkat çeken etkileyici bir şarkısıdır. Şarkı, aşkın kaybı ve hüznü konu alır ve dinleyicilere derin duygusal bir deneyim sunar. Adele'ın güçlü sesi ve şarkının dokunaklı melodisi, dinleyicilerin duygusal bir bağ kurmalarını sağlar.",
                    "link": "https://open.spotify.com/intl-tr/track/3bNv3VuUOKgrf5hu3YcuRo?si=e543f783e6a9429e"
                  }
                ],
                "Hayır": [
                  {
                    "title": "Perfect",
                    "artist": "Ed Sheeran",
                    "reason": "Ed Sheeran'ın romantik sözleri ve sakin melodisi ile tanınan etkileyici bir şarkısıdır. Şarkı, dinleyicilere romantik bir atmosfer sunar ve duygusal bir bağ kurmalarını sağlar. Sheeran'ın samimi vokalleri ve şarkının akustik düzenlemesi, dinleyicilere duygusal bir deneyim yaşatır.",
                    "link": "https://open.spotify.com/intl-tr/track/0tgVpDi06FyKpA1z0VMD4v?si=66a92fda818d4778"
                  }
                ]
              },
              "Hayır": {
                "Evet": [
                  {
                    "title": "Hymn For The Weekend",
                    "artist": "Coldplay",
                    "reason": "Coldplay'in anlamlı sözleri ve duygusal yapısı ile bilinen bir şarkısıdır. Şarkı, güçlü bir melodiye sahip olup dinleyiciyi derin duygusal bir deneyime çeker. Coldplay'in karakteristik sesi ve şarkının etkileyici aranjmanı, dinleyicilere müzikal bir yolculuk sunar.",
                    "link": "https://open.spotify.com/intl-tr/track/3RiPr603aXAoi4GHyXx0uy?si=8de4894dc3de4895"
                  }
                ],
                "Hayır": [
                  {
                    "title": "Let Her Go",
                    "artist": "Passenger",
                    "reason": "Passenger'ın hüzünlü sözleri ve sakin temposu ile dikkat çeken bir şarkısıdır. Şarkı, birini kaybettikten sonra yaşanan pişmanlıkları ve duygusal boşluğu anlatır. Passenger'ın yumuşak vokali ve duygusal melodisi, dinleyicileri derin bir içsel yolculuğa çıkarır.",
                    "link": "https://open.spotify.com/intl-tr/track/2pUpNOgJBIBCcjyQZQ00qU?si=3291acdd66c44c3bl"
                  }
                ]
              }
            }
          },
          "Rock": {
            "Türkçe": {
              "Evet": {
                "Evet": [
                  {
                    "title": "Cambaz",
                    "artist": "Mor ve Ötesi",
                    "reason": "Mor ve Ötesi'nin duygusal ve derinlemesine etkileyici şarkılarından biridir. Şarkı, hayatta dengede kalmanın zorluklarını ve insanların bu dengeyi kurma çabalarını anlatır. Mor ve Ötesi'nin güçlü müzikal yapısı ve anlamlı sözleri, dinleyicilere derin bir düşünme fırsatı sunar.",
                    "link": "https://open.spotify.com/intl-tr/track/3ZkA3JnqluUWzwr64BBkl4?si=1fd1f1cde9394f23"
                  }
                ],
                "Hayır": [
                  {
                    "title": "Saydım",
                    "artist": "Ogün Sanlısoy",
                    "reason": "Bu şarkı,romantik ve duygusal sözleri ile tanınır. Şarkının yumuşak melodisi, dinleyiciyi huzurlu bir ruh haline sokar ve duygularını derinlemesine yaşatır.",
                    "link": "https://open.spotify.com/intl-tr/track/3cRU569CCYiwd7FYijb7zp?si=28bbb576c57d416b"
                  }
                ]
              },
              "Hayır": {
                "Evet": [
                  {
                    "title": "Alışamadım Yokluğuna",
                    "artist": "Vega",
                    "reason": "Vega'nın anlamlı ve derin sözleri ile dikkat çeken bir şarkısıdır. Şarkı, kaybedilen bir aşkın ardından yaşanan özlem ve hüzün duygularını etkileyici bir şekilde anlatır. Vega'nın kendine has tarzı ve duygusal tonu, dinleyicilere güçlü bir melankoli hissi verir.",
                    "link": "https://open.spotify.com/intl-tr/track/3FJIkYZLcZMXi7h7z509en?si=d0d22a856f2e4409"
                  }
                ],
                "Hayır": [
                  {
                    "title": "İstanbul'da Sonbahar",
                    "artist": "Teoman",
                    "reason": "Teoman'ın hüzünlü ve melankolik yapısıyla tanınan bir şarkısıdır. Şarkı, İstanbul'un sonbaharındaki yalnızlık ve keder duygularını derinlemesine işler. Teoman'ın etkileyici vokalleri ve sözleriyle dinleyicilere yoğun bir duygusal deneyim sunar.",
                    "link": "https://open.spotify.com/intl-tr/track/6EQViBA7L7cLeolEHn6XUc?si=94a378b7c4ef42f3"
                  }
                ]
              }
            },
            "Yabancı": {
              "Evet": {
                "Evet": [
                  {
                    "title": "It's My Life",
                    "artist": "Bon Jovi",
                    "reason": "Bon Jovi'nin hüzünlü melodisi ve derin sözleriyle tanınan önemli bir şarkısıdır. Güçlü vokalleri ve etkileyici enstrümantasyonuyla dinleyicilere duygusal bir deneyim sunar. Şarkı, özgürlük, cesaret ve kendi yolunu bulma temasını işler.",
                    "link": "https://open.spotify.com/intl-tr/track/0v1XpBHnsbkCn7iJ9Ucr1l?si=c8c11fcf227c4fda"
                  }
                ],
                "Hayır": [
                  {
                    "title": "Start Me Up",
                    "artist": "The Rolling Stones",
                    "reason": "Bu şarkı,duygusal ve anlamlı sözleri ile bilinir. Bu şarkı, size huzur verir ve duygusal bir deneyim sunar.",
                    "link": "https://open.spotify.com/intl-tr/track/7HKez549fwJQDzx3zLjHKC?si=755fbd1bdb9344f7"
                  }
                ]
              },
              "Hayır": {
                "Evet": [
                  {
                    "title": "Complicated",
                    "artist": "Avril Lavigne",
                    "reason": "Avril Lavigne'in anlamlı ve etkileyici sözleriyle dikkat çeken bir şarkısıdır. Dinleyicileri, şarkının derinliklerindeki duygusal yoğunluğa çeken bu şarkı, Avril Lavigne'in tarzını yansıtan önemli eserlerinden biridir.",
                    "link": "https://open.spotify.com/intl-tr/track/5xEM5hIgJ1jjgcEBfpkt2F?si=a7c572a5c7b74aa8"
                  }
                ],
                "Hayır": [
                  {
                    "title": "In The End",
                    "artist": "Linkin Park",
                    "reason": " Linkin Park'ın hüzünlü ve derinlemesine etkileyici sözleriyle bilinir. Şarkının anlamlı sözleri ve güçlü melodisi dinleyicilerde derin duygusal etkiler bırakır.",
                    "link": "https://open.spotify.com/intl-tr/track/60a0Rd6pjrkxjPbaKzXjfq?si=0bd80e174b494430"
                  }
                ]
              }
            }
          },
          "Hip-Hop": {
            "Türkçe": {
              "Evet": {
                "Evet": [
                  {
                    "title": "Suçlarımdan Biri",
                    "artist": "Güneş",
                    "reason": "Bu Şarkı, yavaş temposu ve derin sözleri ile dikkat çeker. Şarkı, dinleyiciyi düşündürür ve duygusal bir atmosfer yaratır.",
                    "link": "https://open.spotify.com/intl-tr/track/65tIJClJx8fHo6YW4wVDhi?si=9b1d8ffda99947a3"
                  }
                ],
                "Hayır": [
                  {
                    "title": "366.Gün",
                    "artist": "Sagopa Kajmer",
                    "reason": "366.Gün, duygusal ve derin şarkı sözleri ile bilinir. Şarkının dokunaklı melodisi, dinleyiciyi etkiler ve içsel bir yolculuğa çıkarır.",
                    "link": "https://open.spotify.com/intl-tr/track/1EuFr1JA70TaEzlaSM4ulc?si=18dedeb1e2de4c19"
                  }
                ]
              },
              "Hayır": {
                "Evet": [
                  {
                    "title": "Suspus",
                    "artist": "Ceza",
                    "reason": "Bu Şarkı, Ceza'nın anlamlı ve düşündürücü sözleriyle dikkat çeker. Şarkı, sakin ritmi ve etkileyici anlatımıyla dinleyicinin zihninde derin izler bırakır.",
                    "link": "https://open.spotify.com/intl-tr/track/1JvUmKSl9Mg6mQnmbjLYyz?si=9f29abee85ec4a9c"
                  }
                ],
                "Hayır": [
                  {
                    "title": "Bilmem mi",
                    "artist": "Sefo",
                    "reason": "Sefo'nun duygusal ve etkileyici şarkılarından biridir. Bu şarkı, ilişkilerde yaşanan belirsizlikler ve duygusal dalgalanmaları anlatır. Sefo'nun içten vokalleri ve samimi sözleri, dinleyicilere derin bir duygusal bağ kurmalarını sağlar.",
                    "link": "https://open.spotify.com/intl-tr/track/5BQGKDekRGPXtEVWOgBokr?si=dad9be04b7fe49f5"
                  }
                ]
              }
            },
            "Yabancı": {
              "Evet": {
                "Evet": [
                  {
                    "title": "Without Me",
                    "artist": "Eminem ",
                    "reason": "Bu şarkı,  duygusal yoğunluğu ve güçlü performansları ile bilinir. Eminem'in bu şarkısı, dinleyiciyi etkileyici bir deneyime davet eder..",
                    "link": "https://open.spotify.com/intl-tr/track/7lQ8MOhq6IN2w8EYcFNSUk?si=98c1292aa1bb48f5"
                  }
                ],
                "Hayır": [
                  {
                    "title": "The Real Slim Shady",
                    "artist": "Eminem",
                    "reason": "Bu şarkı, duygusal ve derin şarkı sözleri ile tanınır. Eminem'in çarpıcı performansı, dinleyiciyi derin düşüncelere sevk eder.",
                    "link": "https://open.spotify.com/intl-tr/track/3yfqSUWxFvZELEM4PmlwIR?si=81e2f669a1d542a9"
                  }
                ]
              },
              "Hayır": {
                "Evet": [
                  {
                    "title": "One Dance",
                    "artist": "Drake, wizkid, Kyla",
                    "reason": "Bu şarkı, Drake, Wizkid ve Kyla'nın anlamlı ve düşündürücü sözleriyle dikkat çeker. Bu şarkı, akıcı ritmi ve etkileyici melodisiyle dinleyiciyi içine çeker ve hareket ettirir.",
                    "link": "https://open.spotify.com/intl-tr/track/1zi7xx7UVEFkmKfv06H8x0?si=3dede0e419f545a5"
                  }
                ],
                "Hayır": [
                  {
                    "title": "No Limit",
                    "artist": "G-Eazy, A$AP Rocky, Cardi B",
                    "reason": "No Limit, G-Eazy, A$AP Rocky ve Cardi B'nin hüzünlü ve duygusal sözleriyle bilinir. Bu şarkı, güçlü ritmi ve etkileyici rap performanslarıyla dinleyiciyi içine çeker ve derin düşüncelere daldırır.",
                    "link": "https://open.spotify.com/intl-tr/track/2DQ1ITjI0YoLFzuADN1ZBW?si=23607e09266a4022"
                  }
                ]
              }
            }
          }
        }
        
    }
    }
    

  
  